{
  "vocab": [
    "<PAD>",
    "<UNK>",
    "<START>",
    "<END>",
    "desperado",
    "mari",
    "nsoy",
    "hombre",
    "muy",
    "honrado",
    "nque",
    "gusta",
    "mejor",
    "nlas",
    "mujeres",
    "faltan",
    "nni",
    "dinero",
    "amor",
    "njineteando",
    "caballo",
    "npor",
    "sierra",
    "voy",
    "estrellas",
    "luna",
    "nellas",
    "dicen",
    "donde",
    "ndm",
    "nay",
    "nam",
    "kere",
    "morena",
    "nde",
    "corazn",
    "nme",
    "tocar",
    "guitarra",
    "cantar",
    "sol",
    "nmariachi",
    "acompaa",
    "ncuando",
    "canto",
    "cancin",
    "gustan",
    "tomar",
    "mis",
    "copas",
    "naguardiente",
    "ntambien",
    "tequila",
    "blanco",
    "ncon",
    "sal",
    "sabor",
    "tarin",
    "gövdesi",
    "vurarak",
    "tutun",
    "ritm",
    "aşağı",
    "yukarı",
    "bitiş",
    "nseher",
    "vakti",
    "gelir",
    "hasretin",
    "yiğit",
    "nserçeler",
    "durduğu",
    "zaman",
    "sızım",
    "sızlar",
    "yüreğim",
    "uykuya",
    "ndan",
    "dönüş",
    "sanadır",
    "nal",
    "kanın",
    "alnında",
    "nparlak",
    "gün",
    "ışığı",
    "vurduğu",
    "güzel",
    "nmümine",
    "gönlümde",
    "nayrılığın",
    "hüznü",
    "nbağrında",
    "şehadet",
    "nyüzünde",
    "halesi",
    "nben",
    "seninle",
    "nseni",
    "vuran",
    "mermi",
    "ndemedim",
    "inan",
    "herşeyi",
    "tek",
    "sendeydi",
    "nbelkide",
    "arzum",
    "son",
    "nböyle",
    "yarıda",
    "nsende",
    "mutlu",
    "nherşeyi",
    "silip",
    "ngün",
    "sende",
    "bulamazsın",
    "nmaziye",
    "dönüp",
    "beni",
    "ararsın",
    "zır",
    "ağlayacaksın",
    "bedeli",
    "ağır",
    "olacak",
    "naşktan",
    "yana",
    "şansım",
    "yok",
    "ağlıyorum",
    "derdim",
    "naşkımı",
    "kaybetmişim",
    "sordum",
    "bulan",
    "ndün",
    "gece",
    "ağladım",
    "aradım",
    "bulamadım",
    "nakarat",
    "nkör",
    "olası",
    "çöpçüler",
    "aşkımı",
    "süpürmüşler",
    "nsokaklarda",
    "sorarsın",
    "düştüm",
    "aşk",
    "ateşine",
    "düşme",
    "yanarsın",
    "nnakarat",
    "çırpınıp",
    "şanova",
    "eğlen",
    "kal",
    "acem",
    "kızı",
    "uğrun",
    "kaş",
    "bakınca",
    "can",
    "bil",
    "seni",
    "saran",
    "oğlan",
    "neylesin",
    "malı",
    "gözünden",
    "döker",
    "burnu",
    "fındık",
    "kahve",
    "şeker",
    "bal",
    "nyapayalnız",
    "yaz",
    "olabilirdi",
    "ntıpkı",
    "bundan",
    "öncekiler",
    "nama",
    "kez",
    "sen",
    "vardın",
    "kumsalda",
    "nbebek",
    "diyordu",
    "sana",
    "ngerçek",
    "ismini",
    "bilmezdi",
    "bebek",
    "yeterdi",
    "anlatmaya",
    "nhey",
    "götür",
    "temmuz",
    "akşamına",
    "nseninle",
    "sevişmek",
    "istiyorum",
    "nsabah",
    "yeli",
    "gibiydi",
    "dudakların",
    "nöperken",
    "ürpertirdin",
    "artık",
    "yoksun",
    "arpej",
    "nkapo",
    "yürüyoruz",
    "nher",
    "tertemiz",
    "ngüneşin",
    "altında",
    "kaldı",
    "çocuklar",
    "kırdım",
    "top",
    "başım",
    "ayaz",
    "burnumda",
    "eski",
    "nvakit",
    "gittim",
    "ngözüm",
    "kaydı",
    "sözümden",
    "nbaşı",
    "sonu",
    "çizdim",
    "kestim",
    "nsağım",
    "solum",
    "karıştı",
    "sonunda",
    "nkaldım",
    "ortada",
    "norda",
    "12b",
    "8h10p8",
    "kısım",
    "ng9",
    "nb7",
    "narkadaşlar",
    "iyi",
    "günler",
    "nakarata",
    "yani",
    "koca",
    "yaşlı",
    "şişko",
    "dünya",
    "dan",
    "ngel",
    "anlaşalım",
    "senle",
    "ver",
    "gözümün",
    "ferini",
    "geri",
    "kısmına",
    "yazıcağım",
    "akorlar",
    "nbareli",
    "kolay",
    "gelsin",
    "umarım",
    "dokunur",
    "nakorlar",
    "bırak",
    "başın",
    "yara",
    "bere",
    "gülüşün",
    "özel",
    "biz",
    "bizi",
    "biliriz",
    "aynı",
    "yolda",
    "emx2",
    "benzer",
    "babası",
    "padişah",
    "sorunu",
    "çözer",
    "fotoğraftan",
    "gülümser",
    "kimi",
    "gider",
    "öbürü",
    "odada",
    "müebbet",
    "sabah",
    "yeni",
    "filme",
    "başladım",
    "farklı",
    "sonlar",
    "istesem",
    "hep",
    "finalle",
    "bitti",
    "sonra",
    "birden",
    "dank",
    "etti",
    "dünyayı",
    "anladım",
    "aldım",
    "onu",
    "karşıma",
    "nkoca",
    "dağıttım",
    "evini",
    "erittin",
    "beynimi",
    "gel",
    "naçtım",
    "bazen",
    "çöp",
    "sevdim",
    "kızdım",
    "sabaha",
    "saydım",
    "laf",
    "cebinde",
    "varmıyor",
    "doğru",
    "banane",
    "değil",
    "yeteriz",
    "bize",
    "nem",
    "nnot",
    "nbm",
    "akorunu",
    "olur",
    "akorunda",
    "ben",
    "perdenin",
    "teline",
    "numarım",
    "yerde",
    "kar",
    "var",
    "kalbim",
    "senin",
    "serin",
    "na7",
    "nbelki",
    "gelirsin",
    "bakarken",
    "pencereden",
    "ngözler",
    "yalniz",
    "özler",
    "karda",
    "senden",
    "izler",
    "zordur",
    "gelirsen",
    "bak",
    "ask",
    "budur",
    "ndönsen",
    "köseden",
    "söyle",
    "sarki",
    "söylerim",
    "nla",
    "lalala",
    "lala",
    "hmhm",
    "dur",
    "artik",
    "buz",
    "oldu",
    "sey",
    "elinde",
    "kos",
    "belki",
    "gelmeyecek",
    "nkes",
    "bana",
    "yazik",
    "nkarda",
    "yürümek",
    "anladim",
    "ndünya",
    "dar",
    "yaptin",
    "giriş",
    "ncm",
    "nadını",
    "dağlara",
    "yazdım",
    "yarim",
    "buğulu",
    "masal",
    "zor",
    "anlattım",
    "ngözyaşım",
    "miydi",
    "çektiğim",
    "çtim",
    "ona",
    "sarıldım",
    "dostum",
    "kadehler",
    "nözledim",
    "gitme",
    "deseydin",
    "bırakma",
    "etme",
    "nşimdi",
    "elini",
    "gözler",
    "ıslaktı",
    "benim",
    "hayalim",
    "sensiz",
    "yaşamak",
    "allah",
    "yarattı",
    "naşka",
    "tövbe",
    "böyle",
    "bıkana",
    "tekrar",
    "nömrümde",
    "yandı",
    "canı",
    "nbi",
    "dunyada",
    "terk",
    "edi",
    "biraktin",
    "nbeni",
    "basima",
    "yine",
    "sorsam",
    "nsoylermisin",
    "sevdiğini",
    "nbir",
    "nyi",
    "geçti",
    "nyeni",
    "geli",
    "çabucak",
    "eylenmene",
    "sözlere",
    "nçocukça",
    "keyfi",
    "yanima",
    "nhadi",
    "durmadan",
    "nnereye",
    "basını",
    "alıp",
    "nkimbilir",
    "susarsın",
    "nbilmeden",
    "bosuna",
    "atıp",
    "tutarsın",
    "nsu",
    "akıp",
    "geçer",
    "ngezdin",
    "tozdun",
    "aman",
    "nsazdın",
    "sözdun",
    "ngiderek",
    "üzdün",
    "nyazdın",
    "çizdin",
    "nincecik",
    "izdin",
    "nsıraya",
    "dizdin",
    "nhep",
    "kacıp",
    "atarken",
    "ndibine",
    "çileye",
    "batıp",
    "çıkarken",
    "niçine",
    "yoluna",
    "basıp",
    "giderken",
    "gecer",
    "ğdem",
    "çek",
    "nintro",
    "naylar",
    "yillar",
    "yüzünü",
    "görmedi",
    "nsolo",
    "nyüzüne",
    "hasret",
    "kaldim",
    "kiz",
    "yüzüne",
    "yüzüm",
    "ngülen",
    "aya",
    "küstü",
    "sakladi",
    "nyildizlara",
    "yüzüme",
    "yildizlar",
    "kan",
    "ağladi",
    "nakşam",
    "gecede",
    "şenleni",
    "nvallah",
    "derdi",
    "dert",
    "nbiçak",
    "sapladin",
    "neme",
    "yaralarim",
    "olsun",
    "gelme",
    "kendi",
    "nsenin",
    "meni",
    "düşürdü",
    "dile",
    "aşık",
    "bülbüller",
    "güle",
    "nhasret",
    "çektim",
    "gönül",
    "verdim",
    "nbb",
    "nşiire",
    "gazele",
    "ngönül",
    "men",
    "menden",
    "ayrı",
    "gezip",
    "dolaşır",
    "nmenim",
    "kalsın",
    "yanaram",
    "not",
    "ntekrar",
    "nada",
    "sahillerinde",
    "bekliyorum",
    "yollarını",
    "güzelim",
    "yalancı",
    "orta",
    "mani",
    "uzakta",
    "hayalin",
    "berrak",
    "nnerede",
    "nsararıp",
    "solmak",
    "üzre",
    "yapraklar",
    "nbana",
    "mesken",
    "olunca",
    "topraklar",
    "nacı",
    "çekmek",
    "özgürlükse",
    "özgürüz",
    "ikimizde",
    "yuvasız",
    "çalıkuşu",
    "bense",
    "kafeste",
    "kanarya",
    "daldan",
    "dala",
    "savurmuş",
    "yüreğini",
    "bölmüşüm",
    "yüreğimi",
    "başkaldıran",
    "dizelere",
    "naramakmış",
    "oysa",
    "sevmek",
    "özlemekmiş",
    "nbulup",
    "bulup",
    "yitirmekmiş",
    "oyuncağı",
    "nyalanmış",
    "yalan",
    "yalanmış",
    "nsevmek",
    "diye",
    "şey",
    "varmış",
    "yokmuş",
    "günlerce",
    "acı",
    "susarak",
    "nşu",
    "kısacık",
    "konuklukta",
    "deprem",
    "kargaşasında",
    "nyaşadım",
    "binyıl",
    "acılara",
    "tutunarak",
    "nacılardan",
    "arta",
    "kalan",
    "işte",
    "bakışlarmış",
    "gözlerimde",
    "batımı",
    "bulutlarmış",
    "nsavrulup",
    "gitmek",
    "nartık",
    "duramam",
    "nbu",
    "akşam",
    "çıkar",
    "giderim",
    "nhesabım",
    "kasın",
    "mahşere",
    "nelimi",
    "yıkar",
    "nsen",
    "zahmet",
    "yerinden",
    "ngürültü",
    "yapmam",
    "derinden",
    "nparmaklarımın",
    "üzerinden",
    "akar",
    "sürersin",
    "sefa",
    "nne",
    "cismim",
    "cefa",
    "nşikayet",
    "etmem",
    "defa",
    "ndişimi",
    "sıkar",
    "sandın",
    "acılar",
    "nbelaya",
    "atlar",
    "nkurşun",
    "mavzer",
    "ndağ",
    "patlar",
    "kendimi",
    "ngövdemi",
    "yakar",
    "üzülme",
    "nkafama",
    "nbozar",
    "nkaybetsem",
    "aşkı",
    "yırtar",
    "nsinsice",
    "olmaz",
    "gidişim",
    "nkapıyı",
    "çarpar",
    "nsana",
    "yazdığım",
    "şarkıyı",
    "nsazımdan",
    "söker",
    "ağlayamam",
    "bilirsin",
    "nyüzümü",
    "nköpeklerimden",
    "kuşumdan",
    "nyavrumdan",
    "cayar",
    "nsenden",
    "aldığım",
    "varsa",
    "nyerine",
    "koyar",
    "nezdirmem",
    "nbeeddua",
    "saat",
    "ertesi",
    "nyıldız",
    "dolmuş",
    "gökyüzü",
    "ayaydın",
    "navutulmuş",
    "çoktan",
    "sustu",
    "kaldım",
    "ntenhasında",
    "gecenin",
    "avutulmamış",
    "gözlerime",
    "ağlamayı",
    "öğrettin",
    "yaşlar",
    "nutangaç",
    "boynunun",
    "kolyesi",
    "nbuda",
    "buda",
    "ayrılırken",
    "hediyem",
    "nsoytarılık",
    "etmeden",
    "güldürebilmek",
    "nekmek",
    "çalmadan",
    "haksızlık",
    "doğan",
    "güneşe",
    "içine",
    "süzebilmek",
    "isteklerim",
    "biliyorsun",
    "niyetlerimi",
    "asıyorum",
    "yokluğun",
    "belası",
    "nsensiz",
    "gelen",
    "günaydın",
    "gücü",
    "olanlar",
    "gittiler",
    "nvoltasında",
    "uyumamış",
    "nkafamı",
    "duvara",
    "vurmadan",
    "tanıyabilmek",
    "nbeyninin",
    "içindekileri",
    "anlayabilmek",
    "yitirmeden",
    "yüzündeki",
    "nbütün",
    "saatleri",
    "öylece",
    "dondurabilmek",
    "nçıldırasıya",
    "lanet",
    "sigarayı",
    "pakete",
    "çıkardım",
    "günde",
    "nolsun",
    "olacaksa",
    "doğarken",
    "kız",
    "kapımdan",
    "nköşeyi",
    "kaybolur",
    "önde",
    "yorgunca",
    "nritim",
    "lük",
    "nilk",
    "beğenirsiniz",
    "dağlarda",
    "keklik",
    "şimdi",
    "olduk",
    "bizimde",
    "aştı",
    "şehir",
    "tekrarda",
    "yerlere",
    "demedim",
    "haydar",
    "istanbul",
    "yutar",
    "adamı",
    "şerefsiz",
    "geceler",
    "satar",
    "umutlar",
    "rakı",
    "meze",
    "değildi",
    "içinde",
    "birgün",
    "ölür",
    "elbette",
    "amenna",
    "güler",
    "nkısa",
    "uzun",
    "alır",
    "yerine",
    "ahmet",
    "kaya",
    "olmasaydi",
    "sonumuz",
    "nsakin",
    "göllerin",
    "kuğusuyduk",
    "nsalınarak",
    "yatağında",
    "nyarılan",
    "ekmeğin",
    "buğusuyduk",
    "ngöğsüm",
    "daralıyor",
    "yanıyor",
    "nolmasaydı",
    "ndağlarda",
    "çoban",
    "yar",
    "ngeçiyor",
    "önümden",
    "nah",
    "eller",
    "üstünde",
    "çiçekler",
    "ndudağında",
    "yarım",
    "sevdanın",
    "naslan",
    "türküler",
    "konuşmaz",
    "dal",
    "sevdiği",
    "çiçeği",
    "adı",
    "bahtiyar",
    "nsuçu",
    "saz",
    "gül",
    "yüzlü",
    "nyara",
    "tez",
    "nçok",
    "duydum",
    "yapsa",
    "etse",
    "üstüne",
    "nmavi",
    "gök",
    "etmişler",
    "çıktı",
    "satır",
    "yazı",
    "nbirileri",
    "nölüm",
    "hüzünle",
    "şafak",
    "türküsü",
    "nşarkıcının",
    "diğer",
    "şarkıları",
    "nsaçlarına",
    "yıııııl",
    "ndıııız",
    "düşmüş",
    "nkoparım",
    "anne",
    "ağlama",
    "sensizliğin",
    "öğrettim",
    "nki",
    "utangaç",
    "nayrılırken",
    "nve",
    "ara",
    "sıra",
    "yokluğunun",
    "gitti",
    "anlık",
    "nlanet",
    "gözüm",
    "nbugün",
    "belada",
    "üstelik",
    "yağmur",
    "ler",
    "tutar",
    "nüstelik",
    "göğsümde",
    "tam",
    "şuramda",
    "nkirli",
    "nbaşım",
    "nadamın",
    "biri",
    "vurulmuş",
    "sokakta",
    "ncebinde",
    "adresim",
    "bulunmuş",
    "ntabancamı",
    "unutmuşum",
    "helâda",
    "nnerden",
    "baksan",
    "tutarsızlık",
    "ahmakça",
    "nüzerime",
    "sıçramış",
    "nuykularım",
    "kalmış",
    "nsenelerce",
    "kuralsız",
    "yaşamışım",
    "nnere",
    "gitsem",
    "çaresi",
    "yanmışım",
    "nsevdim",
    "esmer",
    "tuzlu",
    "hanetin",
    "çember",
    "hoşça",
    "yaban",
    "çiçeğim",
    "vaytle",
    "vay",
    "nsanların",
    "düğüm",
    "stesemde",
    "yanına",
    "ntutsam",
    "karanlığı",
    "elim",
    "tutsam",
    "sesini",
    "duysam",
    "bağrıma",
    "ndoğum",
    "günüm",
    "gülüm",
    "diyorsun",
    "bugün",
    "günün",
    "kutlu",
    "nmutlu",
    "senelerce",
    "kuş",
    "yaptım",
    "nkarakollar",
    "sorgular",
    "gecelerce",
    "nhiç",
    "bekleme",
    "gelmem",
    "gelemem",
    "tutunmak",
    "kimizde",
    "dolaşmış",
    "ndüşsel",
    "nhazırlayan",
    "by_cea",
    "naksam",
    "karanliklar",
    "ndevriyeler",
    "gezende",
    "nfm",
    "nkar",
    "guller",
    "nsanki",
    "yagiyor",
    "altinda",
    "cocuk",
    "agliyor",
    "nyasli",
    "bakiyor",
    "nakan",
    "goz",
    "yasini",
    "ste",
    "boyle",
    "nyar",
    "uykuda",
    "penceremde",
    "ndogacak",
    "gunesi",
    "goresim",
    "nyağmur",
    "yağar",
    "ngünes",
    "doğar",
    "kaybolursun",
    "der",
    "durursun",
    "nyakamozsun",
    "nsessiz",
    "sessiz",
    "ağlar",
    "gibisin",
    "nzaman",
    "geldi",
    "nbirak",
    "gitsin",
    "çıktım",
    "yola",
    "yollar",
    "ndüşman",
    "sarmış",
    "dört",
    "yanımı",
    "kurşun",
    "ndüşmüşüm",
    "canım",
    "nyaşasam",
    "ölsem",
    "karar",
    "vermek",
    "gardaş",
    "pusu",
    "ndağda",
    "çadır",
    "tüfek",
    "kardeşi",
    "canından",
    "vurdular",
    "nuçtum",
    "ateş",
    "nsorma",
    "halim",
    "yoruldum",
    "doldu",
    "içime",
    "geldim",
    "nsuç",
    "suç",
    "şarkım",
    "yazım",
    "türkülerle",
    "kanla",
    "sazım",
    "rüzgarın",
    "önünde",
    "yalnızım",
    "dizine",
    "olmasa",
    "gidiyor",
    "gönlümü",
    "pare",
    "serdim",
    "nvakitsiz",
    "dara",
    "ngelmedin",
    "gelmedin",
    "ndağlar",
    "dağlar",
    "sözüm",
    "nduy",
    "sesimi",
    "sitemim",
    "nyol",
    "bekler",
    "yollarda",
    "oldun",
    "gelmez",
    "nanla",
    "gidecek",
    "yolum",
    "diyecek",
    "yerim",
    "nyüreğimin",
    "dayanacak",
    "nyoksun",
    "umurumda",
    "nbaşucumda",
    "resmin",
    "hala",
    "duruyor",
    "yazın",
    "neşiğimdeki",
    "ayak",
    "izin",
    "gelişin",
    "gidişin",
    "nvarsın",
    "geçsin",
    "yabancı",
    "canımı",
    "alsın",
    "yalnızlık",
    "doluyken",
    "baktığım",
    "dünler",
    "nyıkar",
    "ayrılık",
    "ndudağımda",
    "adın",
    "şiir",
    "oluyor",
    "sevdan",
    "nyüreğime",
    "dokunmadı",
    "nkokunu",
    "verirken",
    "güller",
    "potpori",
    "nyagmur",
    "dogar",
    "isigi",
    "burada",
    "arama",
    "narama",
    "nkapıda",
    "adımı",
    "nadımı",
    "sorma",
    "ndevam",
    "edecek",
    "şaşmazcom",
    "yıldız",
    "icinde",
    "nacımasız",
    "olma",
    "dün",
    "çekip",
    "nbırak",
    "kum",
    "geçme",
    "yaşamaya",
    "alışamam",
    "gitar",
    "bıraktın",
    "gittin",
    "özlemedin",
    "kahrolsun",
    "nsarılamadım",
    "nkonuşamadık",
    "gidi",
    "nküçük",
    "tsi",
    "bitsin",
    "nşarkıların",
    "dilinde",
    "nbitecekti",
    "olsa",
    "birinde",
    "mektuplar",
    "nresimlerin",
    "duvarda",
    "nucu",
    "yanmış",
    "nkalbimin",
    "kenarında",
    "öldüren",
    "başımı",
    "ngözlerinle",
    "bakma",
    "kır",
    "zoruma",
    "yemin",
    "ettin",
    "herzaman",
    "ngönlüm",
    "bilmiyorum",
    "acımdan",
    "yalvardım",
    "ağladim",
    "döneceksin",
    "aşkının",
    "ozaman",
    "aşklarin",
    "nbilmiyorumki",
    "kavuşmamiz",
    "sevgilim",
    "nherşey",
    "ngeçer",
    "biter",
    "hayat",
    "nsusar",
    "susar",
    "gönlüm",
    "seçer",
    "kalp",
    "nsi",
    "isterdim",
    "gözleri",
    "yeşil",
    "gülyüzü",
    "gülen",
    "nonu",
    "delice",
    "npeşinden",
    "koşup",
    "almak",
    "nereden",
    "bilirdim",
    "nsevenler",
    "ağlarmış",
    "nsevmeyi",
    "tattım",
    "deli",
    "nfakat",
    "sevdamın",
    "sonunu",
    "bilemedim",
    "yağsın",
    "nyüreğimde",
    "varsın",
    "ngerçekten",
    "seviyor",
    "musun",
    "nanlıyorsun",
    "hayattan",
    "nen",
    "yoldan",
    "naşkınla",
    "yandım",
    "nthe",
    "end",
    "nto",
    "nbilmem",
    "çmeden",
    "nellerin",
    "sanki",
    "ellerimde",
    "ndostlar",
    "söylüyor",
    "sahi",
    "gönlünce",
    "demiştim",
    "görüyorsun",
    "nkimler",
    "hayatımdan",
    "kimler",
    "birisi",
    "hasretini",
    "güzeli",
    "dünyam",
    "güneş",
    "açsa",
    "gücüme",
    "güç",
    "katar",
    "canıma",
    "şimşek",
    "ondan",
    "kopar",
    "anda",
    "kanım",
    "donar",
    "nonunla",
    "nefes",
    "alan",
    "onunla",
    "nöylesine",
    "güçlü",
    "öylesine",
    "nefret",
    "eden",
    "bahar",
    "içim",
    "sığmaz",
    "gülüşü",
    "olamaz",
    "karşı",
    "durulmaz",
    "kalmaz",
    "eser",
    "nsardı",
    "korkular",
    "gelecek",
    "yıllar",
    "ndüşündüm",
    "ngözlerimde",
    "yaptığın",
    "herşey",
    "bambaşka",
    "geldin",
    "nna",
    "naa",
    "gör",
    "ntopladım",
    "dağılan",
    "kalbimin",
    "köşesini",
    "nardından",
    "ağlayan",
    "zavallı",
    "nerede",
    "vereceğim",
    "sevgimi",
    "herşeyimi",
    "kenara",
    "sözlerimi",
    "çık",
    "göster",
    "kendini",
    "zamanla",
    "teker",
    "aklımdan",
    "nanlarsın",
    "boşuna",
    "geçmiş",
    "bunca",
    "nkim",
    "derse",
    "desin",
    "nönce",
    "hoş",
    "boş",
    "seferinde",
    "yanar",
    "naşk",
    "sence",
    "bilir",
    "nedir",
    "nerdedir",
    "diyor",
    "san",
    "nzor",
    "çoğu",
    "man",
    "kadın",
    "ndünyanın",
    "besbelli",
    "şeyi",
    "nnasıl",
    "inandım",
    "bilmem",
    "yazık",
    "ngm",
    "farkında",
    "değilsin",
    "bensiz",
    "aşkınla",
    "kalma",
    "karşımda",
    "bittin",
    "aslında",
    "öyle",
    "aşktan",
    "kelime",
    "narada",
    "sırada",
    "aklıma",
    "geliyor",
    "geldiği",
    "gitmeyi",
    "bilmiyor",
    "nkalbime",
    "emin",
    "öldürüyor",
    "kendisi",
    "yaşıyor",
    "dediğin",
    "akşamı",
    "buluyor",
    "naşklar",
    "deliydim",
    "varken",
    "bende",
    "gölge",
    "nhayret",
    "sustun",
    "ntam",
    "sarılırken",
    "gördüm",
    "vardı",
    "gülüyordun",
    "öperken",
    "olalım",
    "derken",
    "nsildim",
    "kalbimden",
    "nuykusuz",
    "soğuk",
    "yorgun",
    "ölesiye",
    "yorulsam",
    "nneydi",
    "kopan",
    "içimden",
    "nyıllar",
    "nöldüm",
    "yaşarken",
    "hemen",
    "sahneden",
    "kuru",
    "mavi",
    "esiyor",
    "rüzgar",
    "bedenimde",
    "kendimle",
    "yürüyorum",
    "çöllerde",
    "denizlerde",
    "göklerde",
    "yağmurun",
    "sesiyle",
    "kaderim",
    "nerdesin",
    "dön",
    "söz",
    "müzik",
    "ritim",
    "folk",
    "nakdeniz",
    "akşamları",
    "başka",
    "nhele",
    "birde",
    "aylardan",
    "nsahilde",
    "insanlar",
    "kol",
    "kola",
    "sımsıcak",
    "ncoşmamak",
    "elde",
    "akşamda",
    "nişte",
    "oldum",
    "naşık",
    "uzaklarda",
    "uçuşan",
    "yapraksin",
    "dalin",
    "kurbanisin",
    "huysuz",
    "öpücük",
    "suçu",
    "bunda",
    "ayni",
    "zamanda",
    "çilgin",
    "arzulu",
    "nahhh",
    "aci",
    "veren",
    "gerçeği",
    "npeşi",
    "nden",
    "çirpinan",
    "suskun",
    "belkide",
    "nçünkü",
    "gerçegi",
    "npesinden",
    "nbaştan",
    "bekleyen",
    "yoksa",
    "yol",
    "niye",
    "nneyleyim",
    "gönlümün",
    "yazgısı",
    "har",
    "eder",
    "nede",
    "söner",
    "durur",
    "içimde",
    "nyemin",
    "asla",
    "ndilim",
    "kötü",
    "sözler",
    "söylemeye",
    "nsevaplarım",
    "günahlarım",
    "yalnızlığım",
    "nömrüm",
    "geçip",
    "gitmeden",
    "dönmeyeceksen",
    "ardın",
    "beklemek",
    "öldürür",
    "güldürür",
    "norjinal",
    "ton",
    "karlar",
    "düşer",
    "nşallah",
    "birine",
    "birisine",
    "nkarlar",
    "ağlarım",
    "anarım",
    "nbulamazsın",
    "halimi",
    "düşünmekten",
    "nyitirdim",
    "benliğimi",
    "nzaten",
    "insaf",
    "yoktu",
    "nolsaydı",
    "terketmezdin",
    "nterkettin",
    "nbak",
    "buldum",
    "birisini",
    "ndüşer",
    "ngelde",
    "nterk",
    "birini",
    "simdi",
    "olsaydı",
    "yitirdim",
    "100",
    "alma",
    "nara",
    "şirinam",
    "gol",
    "tutup",
    "bilen",
    "gule",
    "saçlarin",
    "yadigar",
    "aydan",
    "sozlerin",
    "gozlerin",
    "name",
    "sın",
    "menin",
    "turkmenistanim",
    "sin",
    "edip",
    "aklim",
    "bakidir",
    "baki",
    "vatanim",
    "ata",
    "nuru",
    "şirin",
    "cani",
    "zamandir",
    "sesi",
    "bolsun",
    "niyetli",
    "haluk",
    "levent",
    "burdan",
    "uzaklara",
    "uçur",
    "yukarılara",
    "biliyorum",
    "farkındasın",
    "gözlerin",
    "söylemiyor",
    "nvurur",
    "soguk",
    "rüzgarla",
    "sokaklarda",
    "yalnizim",
    "akmaz",
    "nyalnizlik",
    "sarar",
    "hayal",
    "şehirden",
    "seven",
    "acinin",
    "hesabini",
    "neğer",
    "intikam",
    "peşindeysem",
    "ntanrim",
    "cehennemde",
    "cayir",
    "nyeter",
    "gücüm",
    "naffet",
    "kollarinda",
    "noysa",
    "demek",
    "adin",
    "nsevişirken",
    "nyalnızlık",
    "sara",
    "acının",
    "hesabını",
    "sormadım",
    "ntanrım",
    "cayır",
    "inanmadın",
    "kollarında",
    "ağlardım",
    "intro",
    "kalbi",
    "koy",
    "lütfen",
    "pek",
    "değilsen",
    "kapıları",
    "hazırım",
    "dünden",
    "olsan",
    "bari",
    "diyorum",
    "düşmüyorsun",
    "nolan",
    "olmuş",
    "zaten",
    "özgür",
    "alırsa",
    "fırtına",
    "nsöylemiştim",
    "gönlünün",
    "dayanamam",
    "yokluguna",
    "zincirim",
    "kafayi",
    "neb",
    "del",
    "olmusum",
    "ruh",
    "kendime",
    "nkelepcem",
    "kursunumsun",
    "ngozlerine",
    "hapsolmusum",
    "ngul",
    "bahcem",
    "cicegim",
    "kusumsun",
    "ncan",
    "evimden",
    "vurulmusum",
    "bas",
    "anlami",
    "nhasretine",
    "metris",
    "önü",
    "gerisi",
    "hasretindir",
    "hücreme",
    "dolan",
    "ngerisi",
    "nhücremdeyim",
    "hasretinle",
    "yanarım",
    "hergün",
    "nkanım",
    "kanarım",
    "anlamadın",
    "nbizi",
    "nona",
    "nali",
    "sesten",
    "birebir",
    "nelbet",
    "sevduğum",
    "senda",
    "ngül",
    "diken",
    "sarmiş",
    "bulursun",
    "nhenüz",
    "naik",
    "değilken",
    "tomurcuk",
    "aşka",
    "bahçesini",
    "açar",
    "benden",
    "ngece",
    "rüya",
    "benum",
    "uyanınca",
    "suya",
    "solmasın",
    "nbenden",
    "nasip",
    "nuyan",
    "gözlerim",
    "gafletten",
    "uyan",
    "uykusu",
    "nseherde",
    "cümle",
    "kuşlar",
    "başlar",
    "eyler",
    "taşlar",
    "ağaçlar",
    "suyu",
    "sakın",
    "aldanma",
    "nmağrur",
    "olup",
    "tac",
    "aha",
    "nyedi",
    "nbenim",
    "kulun",
    "affet",
    "nsuçum",
    "günahım",
    "dibinde",
    "sar",
    "kalesi",
    "boynuma",
    "dökülür",
    "nyayladan",
    "yayladan",
    "nkesme",
    "ümi",
    "kadi",
    "mevladan",
    "karli",
    "acıya",
    "yürek",
    "dayanır",
    "alışır",
    "nbiliyorum",
    "aklın",
    "dersin",
    "nkırıldın",
    "nnedir",
    "nyarım",
    "kalamaz",
    "kalbinden",
    "misin",
    "kendinden",
    "çıktın",
    "aşkın",
    "onur",
    "vurur",
    "nbiz",
    "severken",
    "nbüyük",
    "yeminlerden",
    "geçmez",
    "görmeden",
    "nbitanem",
    "kalbini",
    "güven",
    "ngiriş",
    "geçmezdi",
    "nan",
    "dolu",
    "dua",
    "duysun",
    "verdi",
    "sözü",
    "ömrüm",
    "ölüm",
    "almadan",
    "önce",
    "dönmek",
    "boynumun",
    "borcu",
    "çeki",
    "lmedi",
    "dayan",
    "nolur",
    "raz",
    "geçen",
    "akşamlari",
    "canim",
    "kalmak",
    "sti",
    "yor",
    "uzak",
    "sözden",
    "gözden",
    "nhi",
    "rşey",
    "konuşmadan",
    "nsandan",
    "deği",
    "ldi",
    "sensi",
    "zli",
    "lmeden",
    "gari",
    "huylar",
    "yadi",
    "gar",
    "aldin",
    "götürdün",
    "hüzün",
    "mde",
    "çocuk",
    "peşimden",
    "gidiş",
    "sonsuzluğa",
    "burda",
    "bulurum",
    "olurum",
    "kimbilir",
    "ölürüm",
    "bildiğim",
    "duygularım",
    "darmadağın",
    "pusuda",
    "yüreği",
    "nanladim",
    "nhani",
    "ömür",
    "senindim",
    "nhic",
    "hic",
    "sevmedin",
    "görmedin",
    "nyalan",
    "ndilin",
    "tuzak",
    "yiktin",
    "zalim",
    "elin",
    "ngökyüzünün",
    "perdeleri",
    "desem",
    "açılır",
    "nsonbaharda",
    "nak",
    "saçların",
    "ngüneş",
    "gökyüzünün",
    "buradan",
    "nrüzgarların",
    "diyarlarda",
    "dağının",
    "uykulardan",
    "nsonsuz",
    "sırlar",
    "arasından",
    "toplar",
    "mısın",
    "elleri",
    "üzeri",
    "çaresiz",
    "kapanmiş",
    "sessi",
    "yikti",
    "zamansiz",
    "ıssız",
    "gecen",
    "gecemde",
    "herşeyinle",
    "yanımdasın",
    "gercekten",
    "söylemeden",
    "ayrıldım",
    "neler",
    "bensisken",
    "ankara",
    "nissız",
    "nyalnızım",
    "nneler",
    "yapıyorsun",
    "nbensizken",
    "gerçekten",
    "nsevdiğimi",
    "nayrıldım",
    "eftelya",
    "uzanır",
    "sınırların",
    "ardından",
    "büyümeli",
    "sevdamız",
    "kardeşlik",
    "toprağında",
    "uzansın",
    "elimiz",
    "divane",
    "ister",
    "topraktan",
    "geldik",
    "benzeriz",
    "sevda",
    "dururken",
    "kavga",
    "ederiz",
    "fadimem",
    "anonim",
    "nevlerinin",
    "yoldur",
    "nyolun",
    "nkurban",
    "olam",
    "suna",
    "gelin",
    "bizden",
    "doldur",
    "başına",
    "dağların",
    "burcu",
    "harcı",
    "giris",
    "nkarahisar",
    "garip",
    "koyunum",
    "nyıkılır",
    "kuzu",
    "boynuna",
    "nmeleye",
    "meleye",
    "ndokulur",
    "ngetirek",
    "yıkılır",
    "koyun",
    "nlir",
    "nzu",
    "boy",
    "ndökülür",
    "lir",
    "nderiko",
    "saçın",
    "nsenide",
    "kaşlar",
    "kara",
    "ela",
    "hey",
    "nkız",
    "annenden",
    "bizde",
    "nkalenin",
    "bedenleri",
    "yandim",
    "gidenleri",
    "nsinanay",
    "yavrum",
    "sina",
    "nkaleden",
    "iniyorum",
    "geliyorum",
    "nderdinden",
    "kibrit",
    "yaniyorum",
    "gezersin",
    "nsevdicegim",
    "yavrucagim",
    "nicin",
    "uzersin",
    "fikir",
    "fikirdama",
    "sikir",
    "sikirdama",
    "cok",
    "arda",
    "narda",
    "kirmizi",
    "nin",
    "ardinda",
    "annecim",
    "yaktin",
    "genc",
    "yasta",
    "denizlere",
    "attin",
    "olayim",
    "aldi",
    "nerde",
    "kendim",
    "ndalgalar",
    "vurdukça",
    "teslim",
    "ettim",
    "derler",
    "aslıma",
    "naynalı",
    "yaptırdım",
    "narinim",
    "nkendi",
    "nkonaklar",
    "altın",
    "nhekimoğlu",
    "yürekli",
    "nünye",
    "fatsa",
    "nbaş",
    "edemedim",
    "arası",
    "ordu",
    "kuruldu",
    "vuruldu",
    "nçanakkale",
    "nölmeden",
    "mezara",
    "koydular",
    "noooof",
    "gençliğim",
    "eyvah",
    "aynalı",
    "nana",
    "gidiyom",
    "halilim",
    "varmadan",
    "koptu",
    "kıyamet",
    "arkadaşım",
    "emanet",
    "ciğerime",
    "yarası",
    "gidelim",
    "gelince",
    "kaçalım",
    "gezer",
    "iken",
    "gözlü",
    "çerkez",
    "kaymakam",
    "aldı",
    "taş",
    "nce",
    "kalem",
    "nselam",
    "baş",
    "nvay",
    "dili",
    "nmevlam",
    "kulu",
    "nx2",
    "ordan",
    "ipek",
    "yorgan",
    "nseveceksen",
    "çamur",
    "ngüzel",
    "kızlar",
    "sarı",
    "nerzurum",
    "çarşı",
    "pazar",
    "leylim",
    "amman",
    "nleylim",
    "çinde",
    "ninen",
    "ölsün",
    "nsarı",
    "nelinde",
    "kağıt",
    "nkatlime",
    "ferman",
    "yazar",
    "npalandöken",
    "yüce",
    "dağ",
    "naltı",
    "mor",
    "sümbüllü",
    "bağ",
    "vermem",
    "yabana",
    "nnice",
    "sağ",
    "nbin",
    "cefalar",
    "etsen",
    "almam",
    "üstüme",
    "ngayet",
    "dillerin",
    "nvarip",
    "yad",
    "ellere",
    "meyil",
    "verirsen",
    "nkış",
    "ola",
    "bağlana",
    "yollarin",
    "ndostum",
    "gelsene",
    "caney",
    "lahi",
    "onmaya",
    "yardan",
    "ayıran",
    "nbahçede",
    "ötüyor",
    "uyar",
    "nkula",
    "allaha",
    "ayrılalı",
    "gülmedim",
    "npir",
    "sultan",
    "abdalım",
    "dermişler",
    "canına",
    "kıymışlar",
    "sterisem",
    "vermişler",
    "neylerim",
    "drama",
    "köprüsü",
    "ndrama",
    "bre",
    "hasan",
    "geçilmez",
    "tas",
    "içilmez",
    "geçilir",
    "nyardan",
    "nat",
    "martinini",
    "daglar",
    "inlesin",
    "dostlar",
    "dinlesin",
    "sandin",
    "nkoyun",
    "nadam",
    "öldürmeyi",
    "oyun",
    "mahpusunu",
    "evin",
    "nevin",
    "mahpusunda",
    "nre",
    "nmi",
    "ndo",
    "nfa",
    "nsol",
    "parça",
    "kalın",
    "telden",
    "çalınıyor",
    "barisalim",
    "nesmerim",
    "guzelim",
    "dudu",
    "dillim",
    "ng7",
    "ncok",
    "seviyorum",
    "gun",
    "olacaksin",
    "allahtan",
    "bulacaksin",
    "yaramaz",
    "yoktur",
    "bastan",
    "telgrafın",
    "tellerine",
    "konar",
    "sevdiğine",
    "yanıma",
    "yanı",
    "başıma",
    "gençlikte",
    "cahil",
    "nesi",
    "kalktım",
    "buraya",
    "gemileri",
    "yaktım",
    "tak",
    "nazın",
    "bıktım",
    "kurşunla",
    "bin",
    "vapura",
    "kaç",
    "istanbula",
    "geleli",
    "denilen",
    "yer",
    "binerim",
    "dönerim",
    "semaya",
    "bakar",
    "canlar",
    "kışları",
    "aydır",
    "unuttum",
    "nşinanay",
    "şinanay",
    "nhoppa",
    "şina",
    "nhopa",
    "nina",
    "ninanay",
    "nninanay",
    "nçağırsan",
    "dönüyorum",
    "naşkından",
    "yanıyorum",
    "gerisini",
    "eklerim",
    "hacel",
    "obası",
    "obasını",
    "engin",
    "ayağında",
    "potini",
    "zengin",
    "olmazı",
    "dengin",
    "ayda",
    "doğdu",
    "görmedim",
    "incecik",
    "yolu",
    "ince",
    "beli",
    "söylemez",
    "tatlı",
    "tren",
    "çift",
    "ıslanır",
    "anan",
    "duyar",
    "ntro",
    "yeri",
    "sevemem",
    "birşeyler",
    "eksik",
    "asus",
    "ngönlümde",
    "derman",
    "nefeslik",
    "avuntu",
    "biraz",
    "ümit",
    "yaptın",
    "sessizlik",
    "çimde",
    "acıyor",
    "şeyim",
    "nrazıyım",
    "yapayanlız",
    "tükensin",
    "yıllarım",
    "nolmuyor",
    "denedim",
    "sevemedim",
    "ngeçiş",
    "solo",
    "x02210",
    "x02200",
    "x02230",
    "x32010",
    "133211",
    "320033",
    "aynali",
    "çarsi",
    "gmdm",
    "düsmana",
    "karsi",
    "nadim",
    "nooof",
    "gençligim",
    "selvi",
    "nkimimiz",
    "nisanli",
    "kimimiz",
    "evli",
    "sürmeli",
    "lmem",
    "ayriyam",
    "gürcümüyem",
    "kinali",
    "kalemi",
    "ngesi",
    "baglarinda",
    "dolaniyorum",
    "yarimi",
    "araniyorum",
    "selamina",
    "güveniyorum",
    "otur",
    "hallarimi",
    "söyleyim",
    "nderdimden",
    "anlamaz",
    "yari",
    "neyleyim",
    "korkmaz",
    "dünyada",
    "zulüm",
    "natma",
    "anam",
    "ardina",
    "nkimseler",
    "yanmasin",
    "yansin",
    "derdime",
    "ayağına",
    "nmendili",
    "eline",
    "mendili",
    "geline",
    "nkara",
    "kına",
    "yollamış",
    "ellerime",
    "anası",
    "olmamalı",
    "nsöyle",
    "nazlı",
    "ndüz",
    "düz",
    "zülüfün",
    "yarem",
    "yüz",
    "noy",
    "nalem",
    "düsman",
    "kesilir",
    "sevdigim",
    "düzdedir",
    "karşıki",
    "dağda",
    "duman",
    "sevdiğimde",
    "din",
    "iman",
    "vardım",
    "baktım",
    "evde",
    "efendim",
    "koydum",
    "titrer",
    "dallar",
    "arzu",
    "çeker",
    "kader",
    "kısmet",
    "böyleymiş",
    "yapsın",
    "gesi",
    "bağlarında",
    "dolanıyorum",
    "aranıyorum",
    "selamına",
    "hallarımı",
    "tan",
    "atma",
    "ardına",
    "kimseler",
    "yanmasın",
    "yansın",
    "kayada",
    "nötme",
    "yetiyor",
    "haber",
    "nyazması",
    "oyalı",
    "kundurası",
    "boyalı",
    "nuzun",
    "koynuma",
    "içer",
    "nbuna",
    "yanık",
    "şans",
    "gülermisin",
    "göz",
    "bebeğim",
    "dilesem",
    "sabrım",
    "yavaş",
    "tükeniyor",
    "nfazla",
    "naz",
    "dinle",
    "nkaçma",
    "kendin",
    "nyaşamak",
    "değerini",
    "bilirsen",
    "şansın",
    "eledim",
    "canan",
    "asker",
    "eyledim",
    "ngitti",
    "gelmedi",
    "buna",
    "çare",
    "nyandı",
    "ciğerim",
    "aklımı",
    "naşkın",
    "sevdasını",
    "sineme",
    "ngidiyorum",
    "gidiyorum",
    "şehirlere",
    "nölüyorum",
    "ölüyorum",
    "burçak",
    "tarlasi",
    "nsabahtan",
    "ezan",
    "nezan",
    "yası",
    "nbakın",
    "deyyusa",
    "tarlası",
    "imiş",
    "yolması",
    "tarlasında",
    "olması",
    "eğdirme",
    "fesini",
    "kalkar",
    "sabahlar",
    "hayatı",
    "ndivane",
    "dolaşırım",
    "sebebine",
    "senun",
    "istanbullarda",
    "istanbularda",
    "nbaban",
    "babamdanda",
    "kerecik",
    "istesin",
    "nallahın",
    "emri",
    "allahın",
    "gelinim",
    "nsar",
    "belune",
    "karadeniz",
    "kuşağı",
    "demisun",
    "alsam",
    "hapu",
    "nyüksek",
    "dağın",
    "selviye",
    "babamdan",
    "iste",
    "anamdan",
    "vermezse",
    "kaçacağım",
    "şalım",
    "dolaşalım",
    "bulut",
    "maçkada",
    "buluşalım",
    "bulu",
    "nöter",
    "aheste",
    "bülbül",
    "hasta",
    "gönlüme",
    "nbülbülleri",
    "ağlatır",
    "feleğe",
    "ayva",
    "nayva",
    "çiçek",
    "açmış",
    "sevdadan",
    "vaz",
    "geçecek",
    "ettiklerin",
    "nyandım",
    "yandırma",
    "nderin",
    "nseviyorum",
    "diyerek",
    "kandırma",
    "nayaş",
    "yollarından",
    "ngüzeller",
    "içinden",
    "seçtim",
    "yollarında",
    "öldürmeye",
    "alması",
    "akor",
    "balam",
    "nölürem",
    "yetimem",
    "nyetimem",
    "sevirem",
    "devamı",
    "sekilde",
    "nyarimi",
    "saldım",
    "nvar",
    "sarardım",
    "nayı",
    "nsuda",
    "oynar",
    "balıklar",
    "ayrılıklar",
    "nritm",
    "asagi",
    "nhatırla",
    "sevgili",
    "mesut",
    "geceyi",
    "nçamların",
    "verdiğin",
    "buseyi",
    "olasın",
    "inkar",
    "edersen",
    "bulasın",
    "nam9",
    "sevgiyi",
    "çabuk",
    "unuttun",
    "hercai",
    "nturnam",
    "gidersen",
    "mardine",
    "yare",
    "selam",
    "nkarlı",
    "aktaşa",
    "aşa",
    "nhem",
    "kavime",
    "nkeklik",
    "nyavrum",
    "güne",
    "dalar",
    "nağlarım",
    "kekliğime",
    "öten",
    "diline",
    "peklenmiş",
    "tüylerine",
    "nyanaktaki",
    "benlerine",
    "nyolumuz",
    "dolaştı",
    "sel",
    "keske",
    "sevmez",
    "olaydim",
    "koynumda",
    "kaldi",
    "neyimis",
    "imis",
    "gizli",
    "çekmesi",
    "atesten",
    "gömlek",
    "yollarinda",
    "kelepçe",
    "canimi",
    "alsin",
    "yarin",
    "dünyanın",
    "gam",
    "yükünü",
    "çeken",
    "gündüz",
    "gözyaşını",
    "döken",
    "yook",
    "talihim",
    "bahtım",
    "batsın",
    "yere",
    "vura",
    "ölen",
    "gitmez",
    "başımdan",
    "atam",
    "satam",
    "saçlarını",
    "tutam",
    "yolan",
    "yoook",
    "beşli",
    "tokat",
    "yolları",
    "taşlı",
    "gözü",
    "aslan",
    "dolandım",
    "beri",
    "fistan",
    "yedi",
    "ngiderim",
    "nem7maj",
    "ndadd9",
    "nyeşil",
    "ördek",
    "olsam",
    "nem7",
    "hediye",
    "beriye",
    "nfistan",
    "endazesi",
    "yediye",
    "edemiyom",
    "türkü",
    "şeklinde",
    "tabı",
    "icra",
    "kısımlarda",
    "cami",
    "avlusunda",
    "annem",
    "nsevdiğimin",
    "neller",
    "ağlamaz",
    "yazma",
    "bağlamaz",
    "sevdiğim",
    "dayanmaz",
    "ntabutumdan",
    "ncümle",
    "alem",
    "ngenç",
    "ölümüm",
    "ndayan",
    "sebebune",
    "delisun",
    "dağun",
    "şalum",
    "çal",
    "ses",
    "yazılmıştır",
    "yerler",
    "kaymış",
    "olabilir",
    "aynıdır",
    "makaram",
    "sari",
    "baglar",
    "söyler",
    "aglar",
    "aklimdan",
    "karalar",
    "tenhalarda",
    "perde",
    "yuzune",
    "devriyeler",
    "meger",
    "nel",
    "elchi",
    "n_______7_7_7_7_8_7_7_7_8_7_7_______",
    "_____5_5_5_5_7_5_5_5_7_5_5______",
    "n_____8_8_8_8_8_8_8_8_8_8_8_8_8_10__",
    "_____7_7_7_7_7_7_7_7_7_7_7_7_8__",
    "n___9_________________________9_11__",
    "___7_______________________8_9__",
    "n_9_________________________________",
    "_7______________________________",
    "n___________________________________",
    "________________________________",
    "nverse",
    "que",
    "por",
    "ellas",
    "nchrous",
    "corazon",
    "acompana",
    "quando",
    "cancion",
    "aguardiente",
    "ntanbien",
    "tequilla",
    "blanca",
    "con",
    "major",
    "down",
    "nchorus",
    "mariachi",
    "compana",
    "cobas",
    "aguarre",
    "get",
    "this",
    "üzerine",
    "bare",
    "isteyen",
    "direk",
    "çalabilir",
    "onun",
    "küçük",
    "sus",
    "herkese",
    "you",
    "know",
    "what",
    "nwould",
    "where",
    "touch",
    "want",
    "feel",
    "ncould",
    "now",
    "moment",
    "real",
    "anybody",
    "knows",
    "nif",
    "try",
    "out",
    "all",
    "night",
    "nare",
    "gonna",
    "mad",
    "around",
    "nwhat",
    "the",
    "thing",
    "nand",
    "close",
    "scene",
    "and",
    "that",
    "wait",
    "nfor",
    "fantasy",
    "mete",
    "ağlaya",
    "kalmadı",
    "nağlaya",
    "yaş",
    "ayrılmaz",
    "diyordun",
    "nbırakıpta",
    "bırakıpta",
    "gidenler",
    "ngeride",
    "kalanları",
    "gidersiniz",
    "hocam",
    "masallar",
    "yiler",
    "ndenizlerde",
    "sureti",
    "hatırası",
    "naçılmış",
    "okyanuslara",
    "derin",
    "uykulara",
    "bozuk",
    "nhayalleri",
    "sularda",
    "nhava",
    "yağmurlu",
    "nsevgilim",
    "haberim",
    "ndemekki",
    "denizlerin",
    "kanunu",
    "kalbimi",
    "dost",
    "olmazdı",
    "ellerim",
    "kalmazdı",
    "nçektim",
    "terkettin",
    "nhüzün",
    "nsöz",
    "uçar",
    "yazi",
    "kalir",
    "uçma",
    "varmiş",
    "yalanlara",
    "kanma",
    "şarki",
    "tme",
    "hecede",
    "varsin",
    "nle",
    "ne7",
    "nson",
    "nsev",
    "nkorkumdan",
    "karanliğa",
    "müzi",
    "tolga",
    "akkuş",
    "tmi",
    "laci",
    "sevmeyi",
    "nbeceremedi",
    "naslinda",
    "nkalbi",
    "aşkin",
    "kilici",
    "nsevmekten",
    "ngelemedi",
    "anlatir",
    "islanir",
    "zormuş",
    "gitmişim",
    "dere",
    "tepe",
    "kırk",
    "yıldır",
    "meğer",
    "yelkeni",
    "yavaştan",
    "deyip",
    "kaçmam",
    "yaşıyorum",
    "sil",
    "baştan",
    "yalnız",
    "durdum",
    "hayaller",
    "kurdum",
    "önümde",
    "nehir",
    "daldım",
    "çaldım",
    "seslerim",
    "sözlerim",
    "taşar",
    "deniz",
    "dalga",
    "peşimde",
    "bulutlar",
    "sular",
    "durgun",
    "harap",
    "solgun",
    "derinde",
    "saklı",
    "nyağmurlar",
    "ngözyaşlarım",
    "nkalbimden",
    "nkendimden",
    "nbulut",
    "nateş",
    "düştün",
    "ngüneşim",
    "yinede",
    "nsadece",
    "stedim",
    "nçığlıklar",
    "dolusu",
    "şarkının",
    "vuruşu",
    "ndi",
    "fark",
    "fma7",
    "verin",
    "geleyim",
    "saati",
    "sonsuz",
    "huzur",
    "uykudan",
    "farkına",
    "hayatlar",
    "etsem",
    "nolmu",
    "lerde",
    "böy",
    "den",
    "banada",
    "söy",
    "yan",
    "lar",
    "düşünce",
    "mesafe",
    "ngi",
    "yolcu",
    "luk",
    "anın",
    "dışarı",
    "çıkıyor",
    "engelleri",
    "metin",
    "boyutu",
    "kaydet",
    "başta",
    "akoruna",
    "basın",
    "nbasarak",
    "soloyu",
    "yapmaya",
    "calmaya",
    "ilk",
    "çalın",
    "akoru",
    "serçe",
    "ikinci",
    "calın",
    "basarak",
    "üçüncü",
    "tele",
    "edin",
    "parmagı",
    "tel",
    "perdeye",
    "iki",
    "parmagın",
    "halde",
    "assagı",
    "ana",
    "sonda",
    "teli",
    "hariç",
    "dogru",
    "nek",
    "nvurun",
    "sonraki",
    "serbest",
    "çalabilirsiniz",
    "basit",
    "hızlı",
    "vurun",
    "nşarkının",
    "ritmi",
    "şekilde",
    "nassagı",
    "bekleyin",
    "sevmeyeceğim",
    "kabahat",
    "ağlasan",
    "yalvarsan",
    "dönmeyeceğim",
    "nbitsin",
    "çile",
    "nçekemem",
    "söylersen",
    "nümitlerimi",
    "kırdın",
    "nhayallerimi",
    "yıktın",
    "ahımı",
    "aldın",
    "yalnızsın",
    "nallah",
    "versin",
    "nbeş",
    "yardimci",
    "olabilmek",
    "icin",
    "anlattim",
    "peker",
    "kullanilan",
    "fmaj7",
    "yolcusu",
    "yazmış",
    "özlem",
    "mektubu",
    "ntek",
    "ngözyaşları",
    "doldurmuş",
    "severmiş",
    "aramış",
    "nkalbinde",
    "belirsiz",
    "yolun",
    "resim",
    "buldu",
    "masasında",
    "bilmeden",
    "unuttuğu",
    "olacaktı",
    "nvuruldum",
    "baksana",
    "kana",
    "battı",
    "nyahu",
    "öldüm",
    "çekti",
    "söndü",
    "nyoruldum",
    "hal",
    "bıraktı",
    "nmahzuni",
    "beyler",
    "bizim",
    "yaylada",
    "miyim",
    "ölü",
    "nparlayan",
    "nağlama",
    "sızlama",
    "yaralar",
    "yoldayım",
    "nbilmiyorum",
    "haldeyim",
    "ngündüz",
    "ndünyaya",
    "geldiğim",
    "nyürüdüm",
    "kapılı",
    "handa",
    "cox",
    "qemi",
    "zindanda",
    "goren",
    "aglasin",
    "ngulu",
    "guldanda",
    "ncani",
    "cananda",
    "nmeni",
    "nheyat",
    "daglari",
    "ozge",
    "boyu",
    "gahi",
    "indi",
    "nderdini",
    "ureyimde",
    "sevgi",
    "derya",
    "evine",
    "nolmez",
    "mehebbet",
    "ole",
    "bilmez",
    "basi",
    "yasi",
    "gul",
    "hicran",
    "eyer",
    "derd",
    "insan",
    "halin",
    "serseri",
    "siyah",
    "adini",
    "qanla",
    "sile",
    "kapımı",
    "çalmasa",
    "aslı",
    "esir",
    "akıt",
    "onları",
    "nefretin",
    "sır",
    "anlatsın",
    "yasak",
    "ngitmeden",
    "dokun",
    "nfırtına",
    "öncesi",
    "sessizliği",
    "oyununda",
    "olayım",
    "nyıldızları",
    "bilinmez",
    "huzurla",
    "ucuna",
    "ulaşsam",
    "nbirgün",
    "bulmaya",
    "nalıp",
    "aleme",
    "nbulutlar",
    "fazla",
    "umudun",
    "yolunda",
    "anıya",
    "yanlış",
    "anlama",
    "mutluyum",
    "dünyamda",
    "renk",
    "katsak",
    "hatırlarsın",
    "arada",
    "nyarışmak",
    "masum",
    "gençliğin",
    "hızla",
    "pişman",
    "fayda",
    "adama",
    "bölümü",
    "nbende",
    "diz",
    "çökmem",
    "naslında",
    "sorgulama",
    "naşkı",
    "tatmaya",
    "sebepten",
    "cismine",
    "sırların",
    "içmeye",
    "çıkarmam",
    "mutluysan",
    "hayatından",
    "kumar",
    "oynasak",
    "kalbin",
    "kaldırır",
    "korkma",
    "nkeman",
    "nsaaa",
    "nöyle",
    "yerin",
    "nuzakları",
    "aşıyor",
    "özlediklerim",
    "naow",
    "aow",
    "nya",
    "hiçim",
    "biçim",
    "kördüğüm",
    "nçözdükçe",
    "dolanıyor",
    "nebm",
    "uzakki",
    "özledi",
    "kleri",
    "ayri",
    "yaşiyor",
    "ıslak",
    "hız",
    "yapmamaya",
    "nannem",
    "hıçkırdı",
    "nbabam",
    "yenik",
    "yıllara",
    "sevgin",
    "gibiler",
    "hayatta",
    "geç",
    "nyutkunup",
    "sustum",
    "ruhun",
    "nonarmak",
    "zordu",
    "ntüm",
    "ağladı",
    "nmecbur",
    "uzağa",
    "gitmeye",
    "islak",
    "hiz",
    "hiçkirdi",
    "düsmüs",
    "yillara",
    "ruhum",
    "sehir",
    "gaza",
    "yasiyor",
    "naaa",
    "naaaaa",
    "naslı",
    "herşeyim",
    "uzakları",
    "çözdükçe",
    "başlayan",
    "yardımcı",
    "olmuyor",
    "naldığım",
    "gittiğim",
    "ngittiğim",
    "şehirler",
    "yüzler",
    "kararlar",
    "nkendime",
    "ruhumdan",
    "kalmasın",
    "beynimde",
    "ngeçen",
    "aylar",
    "nhayatına",
    "uzaktan",
    "bakmak",
    "kalbe",
    "karşi",
    "nuyandım",
    "üçü",
    "bulmamış",
    "durdu",
    "gözümde",
    "uymamış",
    "nkalp",
    "üzüldün",
    "ngeceyi",
    "düşündün",
    "nçıkmaz",
    "nelimde",
    "fotoğraf",
    "olmalı",
    "nyanlızlık",
    "nsensizlik",
    "nyalnızlıkbende",
    "nuyandim",
    "rden",
    "bulmamiş",
    "uymamiş",
    "üzüldünmü",
    "düşündünmü",
    "sakli",
    "nçikmaz",
    "dişari",
    "neli",
    "mdi",
    "olmali",
    "nsensi",
    "veda",
    "ederken",
    "bakış",
    "gülücük",
    "yılı",
    "büyüttüğüm",
    "ellerinde",
    "küçücük",
    "hazırlayan",
    "alişan",
    "gazi",
    "yaparsan",
    "yap",
    "yanındayım",
    "nacıyı",
    "taşımak",
    "zorundayım",
    "nyapamam",
    "gidemem",
    "vazgeçemem",
    "geçmişte",
    "içten",
    "gerçek",
    "sandığın",
    "rüyaydın",
    "ndenedim",
    "tutamadım",
    "nrüzgarda",
    "savrulan",
    "küldün",
    "şeye",
    "değer",
    "yıl",
    "geçse",
    "sürer",
    "herşeye",
    "suçsa",
    "nkabul",
    "ediyorum",
    "neşlik",
    "ediyor",
    "ngözlerim",
    "kapalı",
    "nyanımdasın",
    "nyanımda",
    "___________",
    "arkadaşlar",
    "başarılar",
    "diliyorum",
    "deil",
    "nçalma",
    "konusunda",
    "çıkmaz",
    "devam",
    "yapıp",
    "sefer",
    "işaretin",
    "nyou",
    "thi",
    "they",
    "some",
    "are",
    "nes",
    "ant",
    "nhayat",
    "burasi",
    "şte",
    "nhayatimin",
    "aşki",
    "nsevgi",
    "nasil",
    "noldu",
    "eyes",
    "your",
    "time",
    "see",
    "five",
    "nlie",
    "two",
    "ago",
    "cant",
    "believe",
    "ken",
    "lalalala",
    "ght",
    "none",
    "three",
    "four",
    "like",
    "yes",
    "our",
    "loved",
    "one",
    "more",
    "nlala",
    "nyes",
    "okey",
    "nçekilmez",
    "diyorlar",
    "sabret",
    "uyandığımda",
    "telaş",
    "gittiğinden",
    "yeter",
    "yapma",
    "olmayınca",
    "sevdaya",
    "düşmek",
    "vakit",
    "yaşayamam",
    "etmedim",
    "nömrümden",
    "mahzun",
    "kapıdan",
    "ngitme",
    "diyemedim",
    "öfke",
    "dilim",
    "kala",
    "esti",
    "rüzgarlar",
    "nyıldızlar",
    "ortak",
    "sarhoş",
    "akşamlar",
    "ngittin",
    "gideli",
    "hasrete",
    "sardım",
    "nsendin",
    "tamamdım",
    "unutmadım",
    "yalnızlığın",
    "duvar",
    "rağmen",
    "düşen",
    "ngünler",
    "nyalnız",
    "telaşlı",
    "nyanlış",
    "naklım",
    "neydi",
    "nçektin",
    "birşey",
    "pişmanlık",
    "neye",
    "yarar",
    "nherşeyin",
    "nolmadı",
    "aklım",
    "nuçar",
    "nziyan",
    "ngidenleri",
    "gurbet",
    "ellerde",
    "nşaşar",
    "veysel",
    "işbu",
    "hale",
    "ngah",
    "nyetişmek",
    "menzile",
    "hayli",
    "ngüzelliğin",
    "etmez",
    "bendeki",
    "ngönlümdeki",
    "düğümü",
    "kurt",
    "nfikir",
    "ndost",
    "nice",
    "amdm",
    "sadık",
    "topraktır",
    "boşa",
    "dmam",
    "ağlayı",
    "gah",
    "gonul",
    "kisi",
    "tanidi",
    "aski",
    "ngormuyor",
    "gozlerim",
    "baska",
    "kimseyi",
    "nolumune",
    "tutacayim",
    "yeminimi",
    "gunes",
    "dogmaktan",
    "batmaktan",
    "vazgecse",
    "vazgecmez",
    "yuregim",
    "baskasina",
    "bet",
    "kilitli",
    "nasigim",
    "gonlumun",
    "yangini",
    "nsilemez",
    "nkayibetti",
    "gozlerinde",
    "ayrıldık",
    "nbazen",
    "darıldık",
    "bütünüz",
    "bedende",
    "gibiyiz",
    "nbence",
    "gelmiş",
    "sevdası",
    "sonrası",
    "nvazgeçmem",
    "nayrılmam",
    "nbaba",
    "evi",
    "sanırdım",
    "ndüşlerimde",
    "kavruldum",
    "ndüşlerimin",
    "peşi",
    "nkendimi",
    "yollara",
    "vurdum",
    "nkanat",
    "takıp",
    "düşler",
    "nuyandırır",
    "yerinde",
    "ortasında",
    "yeniden",
    "döşek",
    "olursun",
    "hasretim",
    "bekletme",
    "yüreğimde",
    "özlemin",
    "sandım",
    "korkardım",
    "güneşim",
    "derdin",
    "ndön",
    "terketme",
    "durmam",
    "nefeste",
    "nbildiğin",
    "olmam",
    "sonbahar",
    "sevdalı",
    "çınar",
    "nkaç",
    "mevsim",
    "verdin",
    "nruhum",
