{
  "word_to_idx": {
    "<PAD>": 0,
    "<UNK>": 1,
    "<SOS>": 2,
    "<EOS>": 3,
    "!!!": 4,
    "!!!-hepsi": 5,
    "\",": 6,
    "\"ah": 7,
    "\"aşk": 8,
    "\"fener": 9,
    "\"git": 10,
    "\"gözlerime": 11,
    "\"i": 12,
    "\"m": 13,
    "\"sarı": 14,
    "\"yaşa": 15,
    "\"yeter": 16,
    "')---1-0---0------0----------2--0----0------0--0": 17,
    "',": 18,
    "'-": 19,
    "'--": 20,
    "'---": 21,
    "'----": 22,
    "'-----": 23,
    "'--------": 24,
    "'------------------------------------------": 25,
    "'-----------------------------------------------------------------------------": 26,
    "'---5---2--2--2--22---5---2--2--2--22---5--2--2--2--22---5--7---7---77--------": 27,
    "'.": 28,
    "'1": 29,
    "'2": 30,
    "':": 31,
    "'acıları": 32,
    "'ah": 33,
    "'ahmet": 34,
    "'akdeniz": 35,
    "'akor:": 36,
    "'aldırma": 37,
    "'allah": 38,
    "'allahım": 39,
    "'aman": 40,
    "'amuri": 41,
    "'anima": 42,
    "'ankara": 43,
    "'anlamazdin---ayla": 44,
    "'anlıyorsun": 45,
    "'aparım": 46,
    "'apsam": 47,
    "'ara": 48,
    "'arkadaşlar": 49,
    "'arpej": 50,
    "'arpej:": 51,
    "'ay": 52,
    "'ayy": 53,
    "'aşk": 54,
    "'aşık": 55,
    "'baha": 56,
    "'bana": 57,
    "'bariş-": 58,
    "'barış": 59,
    "'baş": 60,
    "'beatles": 61,
    "'belki": 62,
    "'ben": 63,
    "'beni": 64,
    "'berrak": 65,
    "'bi": 66,
    "'bilsem": 67,
    "'bir": 68,
    "'bu": 69,
    "'caddelerde": 70,
    "'canim": 71,
    "'capo": 72,
    "'cause": 73,
    "'che": 74,
    "'chord": 75,
    "'cielu": 76,
    "'clock": 77,
    "'da": 78,
    "'dan": 79,
    "'de": 80,
    "'deniz": 81,
    "'do": 82,
    "'duydum": 83,
    "'dön": 84,
    "'düşmez": 85,
    "'el": 86,
    "'emre": 87,
    "'eric": 88,
    "'erkin": 89,
    "'erzurum": 90,
    "'fikri": 91,
    "'for": 92,
    "'garip": 93,
    "'gece": 94,
    "'gel": 95,
    "'gelevera": 96,
    "'gelme": 97,
    "'gi": 98,
    "'gidiyorum": 99,
    "'giris": 100,
    "'giriş": 101,
    "'giriş:": 102,
    "'grup": 103,
    "'gökhan": 104,
    "'gökçe": 105,
    "'gönül": 106,
    "'gül": 107,
    "'gülendam": 108,
    "'gülüm": 109,
    "'gün": 110,
    "'günün": 111,
    "'haluk": 112,
    "'hayalet": 113,
    "'herşeyi": 114,
    "'hiç": 115,
    "'i": 116,
    "'im": 117,
    "'in": 118,
    "'intro": 119,
    "'intro:": 120,
    "'io.": 121,
    "'islak": 122,
    "'james": 123,
    "'kalbi": 124,
    "'kalp": 125,
    "'kapo": 126,
    "'kapo:2": 127,
    "'kara": 128,
    "'karşiya": 129,
    "'kendime": 130,
    "'kirk": 131,
    "'koray": 132,
    "'kıraç": 133,
    "'legend": 134,
    "'li": 135,
    "'lileriyle": 136,
    "'ll": 137,
    "'ll..........": 138,
    "'lük": 139,
    "'m": 140,
    "'m.....": 141,
    "'metallica": 142,
    "'metin": 143,
    "'mi": 144,
    "'mor": 145,
    "'murat": 146,
    "'my": 147,
    "'n": 148,
    "'ne": 149,
    "'nefes": 150,
    "'nerede----barış": 151,
    "'nun": 152,
    "'nın": 153,
    "'o": 154,
    "'ogün": 155,
    "'oh": 156,
    "'olasın": 157,
    "'oldun": 158,
    "'olmasa": 159,
    "'olur": 160,
    "'olur,": 161,
    "'olurdu": 162,
    "'olursun": 163,
    "'on": 164,
    "'onrsal": 165,
    "'orjinal": 166,
    "'orjinali": 167,
    "'oysa": 168,
    "'re": 169,
    "'riff": 170,
    "'s": 171,
    "'sarp": 172,
    "'sebepsiz": 173,
    "'sen": 174,
    "'senden": 175,
    "'seni": 176,
    "'sensiz": 177,
    "'seslendiren:": 178,
    "'sevgi": 179,
    "'si": 180,
    "'singer:": 181,
    "'sol": 182,
    "'solo": 183,
    "'son": 184,
    "'söz": 185,
    "'sına": 186,
    "'t": 187,
    "'t,": 188,
    "'ta": 189,
    "'tan": 190,
    "'tek": 191,
    "'teoman": 192,
    "'the": 193,
    "'til": 194,
    "'toygar": 195,
    "'un": 196,
    "'una": 197,
    "'unutamadim": 198,
    "'ve": 199,
    "'verse": 200,
    "'volkan": 201,
    "'ya": 202,
    "'yalan": 203,
    "'yalnız": 204,
    "'yalın": 205,
    "'yasar": 206,
    "'yavuz": 207,
    "'yaz": 208,
    "'ye": 209,
    "'yeni": 210,
    "'yeniden": 211,
    "'yerine": 212,
    "'yeter": 213,
    "'yi": 214,
    "'yok": 215,
    "'yıkık": 216,
    "'çakkıdı": 217,
    "'çöpçüler": 218,
    "'ü": 219,
    "'ün": 220,
    "'ım": 221,
    "'ım......": 222,
    "'ın": 223,
    "'şarki": 224,
    "(0vol": 225,
    "(2": 226,
    "(2x": 227,
    "(beggin": 228,
    "(hiç": 229,
    "(sevduğun": 230,
    "))": 231,
    ")))": 232,
    "))))": 233,
    ")--": 234,
    ")k": 235,
    ")n": 236,
    ")nakarat": 237,
    ")r": 238,
    ")t": 239,
    ")tekrar": 240,
    ")x2": 241,
    ")x3": 242,
    ")x4": 243,
    ",,": 244,
    ",,,,": 245,
    ",bayramlaşalım": 246,
    ",bi": 247,
    ",dil": 248,
    ",diyemezsin": 249,
    ",do,la": 250,
    ",duman": 251,
    ",dökülür": 252,
    ",getirek": 253,
    ",gözlerimin": 254,
    ",günüm": 255,
    ",i": 256,
    ",kadir": 257,
    ",korkundan": 258,
    ",lanet": 259,
    ",sevda": 260,
    ",sevmedi": 261,
    ",unutmam": 262,
    ",vakitsiz": 263,
    ",yalan": 264,
    ",yar": 265,
    ",çok": 266,
    ",ömür": 267,
    "-,": 268,
    "--": 269,
    "---": 270,
    "----": 271,
    "-----": 272,
    "------": 273,
    "-------": 274,
    "--------": 275,
    "---------": 276,
    "----------": 277,
    "-----------": 278,
    "------------": 279,
    "-------------": 280,
    "--------------": 281,
    "---------------": 282,
    "---------------!-------------!------------!-----!-----------": 283,
    "---------------!-------7-----!------------!---7-!-----7-----": 284,
    "----------------": 285,
    "-----------------": 286,
    "------------------": 287,
    "-------------------": 288,
    "--------------------": 289,
    "---------------------": 290,
    "----------------------": 291,
    "-----------------------": 292,
    "------------------------": 293,
    "-------------------------": 294,
    "--------------------------": 295,
    "---------------------------": 296,
    "----------------------------": 297,
    "-----------------------------": 298,
    "------------------------------": 299,
    "-------------------------------": 300,
    "--------------------------------": 301,
    "---------------------------------": 302,
    "----------------------------------": 303,
    "-----------------------------------": 304,
    "------------------------------------": 305,
    "-------------------------------------": 306,
    "--------------------------------------": 307,
    "---------------------------------------": 308,
    "----------------------------------------": 309,
    "-----------------------------------------": 310,
    "------------------------------------------": 311,
    "-------------------------------------------": 312,
    "--------------------------------------------": 313,
    "---------------------------------------------": 314,
    "----------------------------------------------": 315,
    "-----------------------------------------------": 316,
    "------------------------------------------------": 317,
    "-------------------------------------------------": 318,
    "--------------------------------------------------": 319,
    "---------------------------------------------------": 320,
    "----------------------------------------------------": 321,
    "-----------------------------------------------------": 322,
    "------------------------------------------------------": 323,
    "-------------------------------------------------------": 324,
    "--------------------------------------------------------": 325,
    "---------------------------------------------------------": 326,
    "----------------------------------------------------------": 327,
    "-----------------------------------------------------------": 328,
    "------------------------------------------------------------": 329,
    "-------------------------------------------------------------": 330,
    "--------------------------------------------------------------": 331,
    "---------------------------------------------------------------": 332,
    "----------------------------------------------------------------": 333,
    "-----------------------------------------------------------------": 334,
    "------------------------------------------------------------------": 335,
    "-------------------------------------------------------------------": 336,
    "--------------------------------------------------------------------": 337,
    "---------------------------------------------------------------------": 338,
    "----------------------------------------------------------------------": 339,
    "-----------------------------------------------------------------------": 340,
    "------------------------------------------------------------------------": 341,
    "-------------------------------------------------------------------------": 342,
    "--------------------------------------------------------------------------": 343,
    "---------------------------------------------------------------------------": 344,
    "----------------------------------------------------------------------------": 345,
    "-----------------------------------------------------------------------------": 346,
    "------------------------------------------------------------------------------": 347,
    "---------------------------------------------------------0-------": 348,
    "---------------------------------------------------------0--h2---": 349,
    "-----------------------------------------------------0h2---2-0---": 350,
    "-----------------------------------------------------17b19-": 351,
    "----------------------------------------------------2---------------------": 352,
    "--------------------------------------------------12-": 353,
    "-------------------------------------------------10-10--": 354,
    "------------------------------------------------5": 355,
    "---------------------------------------------12--": 356,
    "--------------------------------------------0-----------------------------": 357,
    "-----------------------------------------0------0----------": 358,
    "-----------------------------------------1-2-----": 359,
    "----------------------------------------12-----------------------------": 360,
    "----------------------------------------3-----3-------------0-----2-----": 361,
    "---------------------------------------14----": 362,
    "--------------------------------------0--1-----------------------": 363,
    "--------------------------------------6--4-6----------7----------------------": 364,
    "-------------------------------------10---": 365,
    "-------------------------------------4": 366,
    "------------------------------------0-----------------------------------": 367,
    "------------------------------------5----------": 368,
    "------------------------------------7----------": 369,
    "-----------------------------------4-----------": 370,
    "----------------------------------0------------------------": 371,
    "----------------------------------1--------3--------------------": 372,
    "----------------------------------3--------------1-1-1-1--0--": 373,
    "----------------------------------5--5----------------------------": 374,
    "----------------------------------please": 375,
    "---------------------------------0---------------0---------------": 376,
    "---------------------------------15----15-12-": 377,
    "---------------------------------2-------2---------------3-------": 378,
    "---------------------------------4-------4---------------2-------": 379,
    "--------------------------------15-------15b17--15b17-15b17-": 380,
    "------------------------------0-0-0-2-3-3-3---2-2-0---0-------------------": 381,
    "------------------------------14-": 382,
    "------------------------------[---------------------------------------": 383,
    "-----------------------------12-": 384,
    "-----------------------------12p9-": 385,
    "-----------------------------3-----------------------------": 386,
    "-----------------------------3-----------------------------------": 387,
    "----------------------------12----12-": 388,
    "----------------------------14--": 389,
    "----------------------------14----------14": 390,
    "----------------------------3------3-----------------------": 391,
    "----------------------------5---": 392,
    "---------------------------10---------": 393,
    "---------------------------14----16-14----16-": 394,
    "---------------------------5---------": 395,
    "--------------------------9----------------------------------------": 396,
    "-------------------------0---------------------------3-----3---3-": 397,
    "-------------------------0h3p0---0h3p0--": 398,
    "-------------------------10------": 399,
    "-------------------------3-----------": 400,
    "-------------------------5-----": 401,
    "------------------------2-": 402,
    "------------------------2----------0--0---------3---": 403,
    "------------------------5---------5.tel": 404,
    "------------------------7----------7-": 405,
    "-----------------------0--1--------------------------------------": 406,
    "-----------------------12-": 407,
    "-----------------------12---------12------------12---": 408,
    "-----------------------4": 409,
    "-----------------------5-----------": 410,
    "-----------------------6-": 411,
    "-----------------------7-": 412,
    "-----------------------7------------7-----7p5-7b9r7-5-": 413,
    "-----------------------9h10h12-9h10p9--9h10p9--9-": 414,
    "----------------------14----12---": 415,
    "----------------------16b17r16----16b17r16----": 416,
    "----------------------5---5--5-5-": 417,
    "----------------------7-7-7-7-5-7-5---0--------": 418,
    "---------------------2-0----": 419,
    "---------------------3---3------": 420,
    "---------------------4": 421,
    "---------------------5-7---7-7-": 422,
    "---------------------bas------------------------------": 423,
    "--------------------0-2------": 424,
    "--------------------1---------------------------": 425,
    "--------------------1--------3----------------------------1------": 426,
    "--------------------14--": 427,
    "--------------------17-------------------": 428,
    "--------------------3-----3-------------------------------3-----3------": 429,
    "--------------------4-------2---": 430,
    "--------------------5----2----------": 431,
    "--------------------7-------5-7---7-": 432,
    "--------------------9-": 433,
    "-------------------1-----------------------------1---------------": 434,
    "-------------------10": 435,
    "-------------------12----": 436,
    "-------------------14----14-12": 437,
    "-------------------15b17-15b17-15b17-": 438,
    "-------------------16-14---------16-": 439,
    "-------------------2": 440,
    "-------------------4-": 441,
    "-------------------4h5--5-": 442,
    "-------------------5h6--5-": 443,
    "-------------------7": 444,
    "-------------------7--": 445,
    "-------------------9-----": 446,
    "------------------1----------": 447,
    "------------------1-1------------------------------": 448,
    "------------------1-1-----------0------------------": 449,
    "------------------16---------16-16----------16--------": 450,
    "------------------2--": 451,
    "------------------3-3------------------------------": 452,
    "------------------3-3-----------2------------------": 453,
    "------------------4------------2---------------------4----2---------": 454,
    "------------------4--4----": 455,
    "------------------5--------------------------------------------": 456,
    "------------------:------------------:": 457,
    "-----------------0----------------------------------0---------------": 458,
    "-----------------0-------------------------------0-------0-------": 459,
    "-----------------0---------------2-------------------------------": 460,
    "-----------------0---------------2---------------2-------3-------": 461,
    "-----------------0---------------3---------------3-------0-------": 462,
    "-----------------1-------------------------------0-------1-------": 463,
    "-----------------1---------------3---------------3-------0-------": 464,
    "-----------------1-2-----------------2-3---------": 465,
    "-----------------2-------------------------------2---------------": 466,
    "-----------------2---------------2---------------2---------------": 467,
    "-----------------2---------------2---------------2-------0-------": 468,
    "-----------------2h3p2-----------------------------------2-------": 469,
    "-----------------3------------------": 470,
    "-----------------3--0----": 471,
    "-----------------5--7-7---0--": 472,
    "-----------------5--7-7--0-0--": 473,
    "-----------------5-5-5-5-5-5-4-4-4-3-3-3-2-2-2--": 474,
    "-----------------8--------": 475,
    "-----------------9--------": 476,
    "-----------------l-----------------------------------": 477,
    "----------------.": 478,
    "----------------0": 479,
    "----------------0-1-": 480,
    "----------------1-----------------------------1------------------": 481,
    "----------------12---------------": 482,
    "----------------14h16-14-": 483,
    "----------------14h16-16b18r16-14-16b18r16-14-": 484,
    "----------------16-----------------------": 485,
    "----------------2---------------": 486,
    "----------------2-0------------": 487,
    "----------------3---------------": 488,
    "----------------3---------------------------------3----3-----3--1": 489,
    "----------------4-": 490,
    "----------------4-5-7-7-7-7-7-7-7-7---7-5------": 491,
    "----------------5------------------------------": 492,
    "----------------5-------5-------": 493,
    "----------------5-4h5p4p2--": 494,
    "----------------5-5p4p2--": 495,
    "----------------7": 496,
    "----------------9-7-9------------": 497,
    "----------------:----------------:-------:--------------:": 498,
    "---------------2---------3--2-": 499,
    "---------------3--": 500,
    "---------------3-----": 501,
    "---------------4---4------------------5---5---5---7---7---7--7----": 502,
    "---------------7-10-7-7-": 503,
    "---------------8--8-----------------------": 504,
    "---------------8p7----7--": 505,
    "---------------9-": 506,
    "---------------:": 507,
    "---------------:--2--": 508,
    "---------------:--3--": 509,
    "---------------:--4--": 510,
    "---------------:--5--": 511,
    "--------------0--": 512,
    "--------------2": 513,
    "--------------2-": 514,
    "--------------2--": 515,
    "--------------2---": 516,
    "--------------3--3------------------6--6-----------": 517,
    "--------------4-5-7-4-5----": 518,
    "--------------5": 519,
    "--------------5--": 520,
    "--------------7": 521,
    "--------------9": 522,
    "-------------0-----------------------------0---------------------": 523,
    "-------------0--------0-------0-": 524,
    "-------------14----14-14-12-------15-14---": 525,
    "-------------14h16-------": 526,
    "-------------16-": 527,
    "-------------2": 528,
    "-------------2---": 529,
    "-------------2--------------2--------------2--------------2--": 530,
    "-------------2--------------2--------------2--------------2-3--": 531,
    "-------------2--------------2-3--": 532,
    "-------------2-------------2-------3--": 533,
    "-------------3-": 534,
    "-------------3--": 535,
    "-------------4--------------------------": 536,
    "-------------5--7--5--7-": 537,
    "-------------7": 538,
    "-------------7----": 539,
    "-------------7--------------": 540,
    "-------------7--5-------": 541,
    "-------------7-7-6-6-3-2-------------7-7-6-6-7-----": 542,
    "-------------8---": 543,
    "-------------:-------------:-------------:-------------:": 544,
    "-------------:-------------:-------------:0-----2------:": 545,
    "------------17b19-": 546,
    "------------2": 547,
    "------------2--------------------------": 548,
    "------------2-----------4-------": 549,
    "------------2-----------5---2---": 550,
    "------------2-----------5---4---": 551,
    "------------2-------5---4---2---": 552,
    "------------2-5-2-3-----3----": 553,
    "------------3---": 554,
    "------------4---": 555,
    "------------5--": 556,
    "------------5-5": 557,
    "------------7--7": 558,
    "------------7-7": 559,
    "------------9-9": 560,
    "-----------0-----": 561,
    "-----------0--------------": 562,
    "-----------0---0-2-0------------0-2-3---0---0-----------------------------": 563,
    "-----------1-1-1-1-1-1-": 564,
    "-----------10-10-10-10-10-10-": 565,
    "-----------12------------12----------10---------7-------": 566,
    "-----------16------------16-----------16--------------": 567,
    "-----------2--": 568,
    "-----------3-3-3-3-3-3-": 569,
    "-----------5-": 570,
    "-----------5--5--5-------": 571,
    "-----------6---!----8-----5--!---------6--!-5---!-6-5---5---": 572,
    "-----------6--5--------": 573,
    "-----------6--5----------": 574,
    "-----------7-7-7-7-7-7-": 575,
    "-----------8--": 576,
    "-----------9-9-9-9-9-9-": 577,
    "----------.": 578,
    "----------0--": 579,
    "----------0------": 580,
    "----------1--------3--------1-------": 581,
    "----------14----------12-": 582,
    "----------14h16-----------------": 583,
    "----------14h16-------------------------------": 584,
    "----------15----------------15-------": 585,
    "----------16-------------------16-": 586,
    "----------16-14----14-16-16b18r16-14-----": 587,
    "----------16-15-14-------16-15-14----": 588,
    "----------3--2--0-------": 589,
    "----------3-3-3-": 590,
    "----------5": 591,
    "----------6-----------------------------6----------": 592,
    "----------8-7---": 593,
    "----------9-----": 594,
    "---------0-----------------------------------------------0-------": 595,
    "---------0---------------0---------------------------------------": 596,
    "---------0---------------0---------------0---------------2-------": 597,
    "---------0---------------4---------------5": 598,
    "---------10-------7-": 599,
    "---------10------10--": 600,
    "---------10----10-9----9----9----": 601,
    "---------12-10-12-12p10---10-14p10------10h12p10-----": 602,
    "---------12-12-10-12b14---10----": 603,
    "---------12-14-14-12-16-14----16-------------": 604,
    "---------13-12-13-12-13-10--------": 605,
    "---------14-16-": 606,
    "---------14-16-16-16---16-16-x-14-": 607,
    "---------17--------------------17--------": 608,
    "---------2---------------2---------------2---------------2-------": 609,
    "---------2---------------2-------0-------0-----------------------": 610,
    "---------2---------------2-------0-------0---------------0-------": 611,
    "---------2---------------2-------1---------------1-------2-------": 612,
    "---------2-------2---------------2-------------------------------": 613,
    "---------2---:---------2---:---------3---:---------3---:": 614,
    "---------3---------------3-------2-------2---------------0-------": 615,
    "---------3------------1---------------3-------------1------------": 616,
    "---------3-------3---------------3-------------------------------": 617,
    "---------3---:---------3---:---------0---:---0-----0---:": 618,
    "---------4--": 619,
    "---------5-": 620,
    "---------5--": 621,
    "---------7-------------9----------------------------------------------": 622,
    "---------:": 623,
    "---------x-x-x-----x-x-x-x-x--------------x-x-x-----x-x-x-x-x----": 624,
    "---------x-x-x-----x-x-x-x-x------1-1-1-1-x-x-x-----x-x-x-x-x----": 625,
    "---------x-x-x-1-1-x-x-x-x-x-1-1----------x-x-x-----x-x-x-x-x----": 626,
    "--------.......x2": 627,
    "--------0----------------": 628,
    "--------0-----------------0----": 629,
    "--------0-------3---3-------3---3-------------3-1---": 630,
    "--------0--2--3-----": 631,
    "--------0-0-0-2-3-3-2-0-2-----------0-1-----------------------------------": 632,
    "--------0h2p0----3-": 633,
    "--------1-----3--1--0-----": 634,
    "--------10---9---": 635,
    "--------11----------11----------": 636,
    "--------13------------12-----------10---------9---------": 637,
    "--------14----------14----------": 638,
    "--------15--------15--------15--------15--": 639,
    "--------2--------": 640,
    "--------2---------2-----------------2------2---------------------------": 641,
    "--------2-----0--": 642,
    "--------2-----2--": 643,
    "--------2---2---2-": 644,
    "--------2---2---2----": 645,
    "--------2h4p2p0------": 646,
    "--------3-----": 647,
    "--------3-------": 648,
    "--------3------------": 649,
    "--------4": 650,
    "--------4-------5-----------5---": 651,
    "--------4-------5---5-------5---": 652,
    "--------4--4--": 653,
    "--------5": 654,
    "--------5--": 655,
    "--------6-----------6-----------6-------------6----": 656,
    "--------6---9----": 657,
    "--------7-------": 658,
    "--------8-------.": 659,
    "--------8---9---.": 660,
    "--------9------------7-9-10-": 661,
    "--------9---9-7-7------7-": 662,
    "-------0-----": 663,
    "-------0-----0--------0--------0----": 664,
    "-------0-----2-----2-----------2--------3-2-0-------": 665,
    "-------0--2-": 666,
    "-------0-7-----0------4--------4--------": 667,
    "-------1-----------0---0--": 668,
    "-------1-------0----------": 669,
    "-------1-0-----------------------------": 670,
    "-------12---------------12-12h14-": 671,
    "-------13----------12----": 672,
    "-------13-10----13-10-13-10-": 673,
    "-------15-": 674,
    "-------2": 675,
    "-------2--": 676,
    "-------2------2------------2------------2------------------------------": 677,
    "-------2---2---2---": 678,
    "-------2---2---2----": 679,
    "-------2p0-----": 680,
    "-------3-": 681,
    "-------3-----------0-----": 682,
    "-------3-----0-3--": 683,
    "-------4-": 684,
    "-------5-": 685,
    "-------5---": 686,
    "-------5-----------------------------5-------------": 687,
    "-------5--------2--------5--------4--------7--5-": 688,
    "-------6": 689,
    "-------6-------6-": 690,
    "-------7-": 691,
    "-------7-----------7--7---": 692,
    "-------7--5--": 693,
    "-------7-9---------7-9--797-75-53-31--4---1---": 694,
    "-------8-----7": 695,
    "-------8-8-": 696,
    "-------9------": 697,
    "-------9-------": 698,
    "-------i---------------------------i---------------------": 699,
    "-------x--x--6----5--4--": 700,
    "------0-": 701,
    "------0-------------": 702,
    "------0----------0-----": 703,
    "------0-------0--": 704,
    "------0-----0:------0-----0:------0-----0:------------0:": 705,
    "------10--------9---": 706,
    "------12-": 707,
    "------12-10-12b14---10----": 708,
    "------15-12--12-15": 709,
    "------17-15-": 710,
    "------2--------3--2-0-": 711,
    "------2-------3-2--0--": 712,
    "------2----0--------": 713,
    "------2---2---2---": 714,
    "------3----": 715,
    "------3-----3:------3-----3:------0-----0:------0-----0:": 716,
    "------3---3-----0-": 717,
    "------3--3--1---------": 718,
    "------3-1-3-": 719,
    "------4": 720,
    "------5---------": 721,
    "------5---5------------5---5--------------------------------------": 722,
    "------5-5s7-": 723,
    "------5-5s7-----": 724,
    "------6-----5--------------7--": 725,
    "------6-----5-----------7-": 726,
    "------6-5--6-5--6-5--6-5": 727,
    "------7---------": 728,
    "------8---------------": 729,
    "------8-8s10": 730,
    "------9---------": 731,
    "------9b-----9b-----": 732,
    "------x--x--6--5--4--": 733,
    "-----0---": 734,
    "-----0----------": 735,
    "-----0-----------": 736,
    "-----0-------------------": 737,
    "-----0------0------0------0------0------0------2------0----": 738,
    "-----0------0------0------0------0------0------2------2----": 739,
    "-----0----0--------0-------0----": 740,
    "-----0---0---": 741,
    "-----0---0-------2---2-----4-----4------------------": 742,
    "-----0---1-0---": 743,
    "-----0--0---0--0-": 744,
    "-----0--1---------": 745,
    "-----0-0-": 746,
    "-----0-0-----0-0------0-0-----0-0------0-0-----0-0------0-0-----0-0-": 747,
    "-----047-----047-": 748,
    "-----1------------": 749,
    "-----1--------------------": 750,
    "-----1---------------0----": 751,
    "-----1-------1---3-------3---3-": 752,
    "-----1-1-": 753,
    "-----10----": 754,
    "-----12-12-----12-12----14-12----------------": 755,
    "-----12-12-12--h14-": 756,
    "-----14-----------------------------------": 757,
    "-----14------------12-----------10----------9-----------": 758,
    "-----2--": 759,
    "-----2---": 760,
    "-----2-----------": 761,
    "-----2------------": 762,
    "-----2-----------------2--": 763,
    "-----2-----0-----": 764,
    "-----2-----2---2-----1-----1---1-----1---2p1---1---2---2-----2---": 765,
    "-----2-----3-----": 766,
    "-----2--0----": 767,
    "-----2--0---------": 768,
    "-----2--0--4-": 769,
    "-----2--2-2-": 770,
    "-----2-4-2-------4-2--4-6-4-2---------": 771,
    "-----3": 772,
    "-----3---": 773,
    "-----3--------------5-------------------------": 774,
    "-----3----3-1-0-1-": 775,
    "-----3---1-----": 776,
    "-----3-3---3---": 777,
    "-----4---": 778,
    "-----4--------------6-------------------------": 779,
    "-----4--4--4--4-----4--4--4--4-4-4-4----": 780,
    "-----5": 781,
    "-----5---": 782,
    "-----5--------------7-------------------------": 783,
    "-----5-----------5-----------5-------------5-------": 784,
    "-----5------5------5------5--": 785,
    "-----5-7-5-----!--5----------!--5-7-5-----!-----!-----------": 786,
    "-----6": 787,
    "-----6----": 788,
    "-----6-------------------": 789,
    "-----6--6--6--5--6": 790,
    "-----7": 791,
    "-----7---": 792,
    "-----7------": 793,
    "-----7-----------------------": 794,
    "-----7-----6----": 795,
    "-----7--5-s-9---------------------------------------------------": 796,
    "-----7-10-7---7--------------": 797,
    "-----8----": 798,
    "-----8---8h10--": 799,
    "-----9---": 800,
    "-----9--------------9-----------------------------------------9-12-14------9-": 801,
    "-----i--": 802,
    "-----m-": 803,
    "-----tr-": 804,
    "-----x--x--6--4--4--": 805,
    "-----x-x----------x-x-x-----------x-x-": 806,
    "-----x-x-x-2--": 807,
    "----0-----": 808,
    "----0----------": 809,
    "----0---------------------------": 810,
    "----0------0----------------------0--------0-----0--------0---------": 811,
    "----0-----0------0--0-----": 812,
    "----0-----0-----0--0------": 813,
    "----0-----0-----7---------": 814,
    "----0---0-------": 815,
    "----0---0---0-------------------": 816,
    "----0---4-----------------------": 817,
    "----0--0---0--0-": 818,
    "----0-0-": 819,
    "----0-1----------------------": 820,
    "----0-2--------3--------2-3-2---2-2-2-3-2-0-0-0-0-2--2-2-2-3-2-0----------": 821,
    "----0-2-3-2-0---------0-2-0-------": 822,
    "----0-3-0-3----------3-------": 823,
    "----1": 824,
    "----1--1---": 825,
    "----1--1-------": 826,
    "----1-1-----": 827,
    "----1-3-1-": 828,
    "----10---": 829,
    "----10-13-12-10-13-10-12-10-----------------": 830,
    "----10-8---10-8---10-8---10-8---10-8----11-11-10-----": 831,
    "----12----------------------------": 832,
    "----12-9---------------------------------------------": 833,
    "----12-9----------------9-------": 834,
    "----13": 835,
    "----13wawa--14wawawa-----5-6-8-6--5----5--------------": 836,
    "----14----------12-------": 837,
    "----14h16-----------------------": 838,
    "----14h16-------------------------------------": 839,
    "----15": 840,
    "----16--": 841,
    "----16-14----14-16-16b18r16p14--------------": 842,
    "----16b17r16-14-16b17r16-14-17b19---17b19-": 843,
    "----2---": 844,
    "----2----------": 845,
    "----2-----------2--------2--------2-": 846,
    "----2--------0-----------------------2--------------": 847,
    "----2------0--------": 848,
    "----2-----2-----": 849,
    "----2-----3-----": 850,
    "----2--2--2--2--2--0-": 851,
    "----3": 852,
    "----3-------": 853,
    "----3-----------": 854,
    "----3--------3-----": 855,
    "----3------3------3------3------3------3------3------3-----": 856,
    "----3---2h3-2": 857,
    "----3---3-------------------": 858,
    "----3--3---------3": 859,
    "----4---------4---------4------4--------4--------4---------------------": 860,
    "----4-------4----4------0------------2---------------------------------": 861,
    "----4-----0-0-4--0-----4-----0--4-4--------4-----0-0-4--0---------------": 862,
    "----4-----0-0-4--0-----4-----0--4-4-0-----4-----0-0-4--0-----4-----0-------": 863,
    "----5": 864,
    "----5----": 865,
    "----5--5--------7---------": 866,
    "----5--5-----7-----": 867,
    "----5--5-----7--7---------": 868,
    "----7": 869,
    "----7----": 870,
    "----7-------7------5--------------------": 871,
    "----7-----7-----": 872,
    "----7--7--6--7": 873,
    "----8----": 874,
    "----8----------------------------": 875,
    "----8-----8-----": 876,
    "----8-10-": 877,
    "----9-------------": 878,
    "----9-------------9-------": 879,
    "----9---9---9-": 880,
    "----rest----": 881,
    "---......": 882,
    "---0-------0-": 883,
    "---0------0---------0------------0--------0-----0------0------------": 884,
    "---0-----0-------0-4------": 885,
    "---0-----0-----0--0--0----": 886,
    "---0-----0-----4-0--------": 887,
    "---0-----5---": 888,
    "---0---0-": 889,
    "---0---0---0---0---": 890,
    "---1": 891,
    "---1---": 892,
    "---1---1---1---1----": 893,
    "---10------------9-----10-----12-----------": 894,
    "---10---------9-----": 895,
    "---10---10----10": 896,
    "---10-9-7--9": 897,
    "---12": 898,
    "---14-14-------------------------------------": 899,
    "---16----16-": 900,
    "---16b17-------------": 901,
    "---16b18-------------": 902,
    "---2-----": 903,
    "---2--------": 904,
    "---2-------2---": 905,
    "---2-------2-----": 906,
    "---2-----2-----": 907,
    "---2---2-": 908,
    "---2---2-----2-----2---2-----2-----2---2-----2---0---------------": 909,
    "---2---2-----2---2---------------4---------------0---------------": 910,
    "---2---2---2---2---": 911,
    "---2---2---2---2----": 912,
    "---2---2---2---2-----": 913,
    "---2---2-2-": 914,
    "---2--0----": 915,
    "---2--2---2-0h2p0---------0--": 916,
    "---2--2---2-0h2p0---------3-0": 917,
    "---2-1-2----------2-1---1-2-4------2-1-2-----------------------------------": 918,
    "---2-1-2----------2-1---1-2-4------2-1-2--------------1-2-4-2": 919,
    "---2-2---1-1----0----------------------------------------------": 920,
    "---2p0-----0h2-": 921,
    "---3------------------": 922,
    "---3------3------3------3------3------3------3------3------": 923,
    "---3---3---3---3---": 924,
    "---3---3-3-": 925,
    "---33-33-33-33-": 926,
    "---33-33-33-33---33": 927,
    "---33-33-33-33-333-------------": 928,
    "---33-3x----------------------------": 929,
    "---33x----3": 930,
    "---4-----": 931,
    "---4---------:---4---------:---2---------:-------------:": 932,
    "---4---------:---4---------:---4---------:---4---------:": 933,
    "---4-----4---4-4-0-----0---0-0---": 934,
    "---4-----4-4----4-4-0----0-0----0-0---": 935,
    "---4---4-": 936,
    "---4---4---4---4": 937,
    "---4-3-4----4-3-4-6--4-3-4----": 938,
    "---4-4---3-3----2---------------------------------------------": 939,
    "---4-4---3-3----2----------------------------------------------": 940,
    "---4-5---------": 941,
    "---4-5-4-2-----": 942,
    "---4-5-4-2-0-0--": 943,
    "---4h5-5--5--7-7----4------------": 944,
    "---5": 945,
    "---5--": 946,
    "---5-----": 947,
    "---5-----5---5-----5---5-----5---5-----5-----------------------------------": 948,
    "---5-----5---5---5---------------------------------------------------------": 949,
    "---5---5------5----5----": 950,
    "---5---5---5------------": 951,
    "---6---6------6----6----": 952,
    "---6--6--6--6--": 953,
    "---7": 954,
    "---7--": 955,
    "---7-----": 956,
    "---7--------------------12h14----14-14----------12----------------------": 957,
    "---7----7-----5-": 958,
    "---7----7-----7-": 959,
    "---7---7---7-": 960,
    "---7---7---7---7---2---2---2---2--4---4-2-4---4-2-4---4-2-4-2-4-6-7-------": 961,
    "---7h9p7----7h9p7--7-": 962,
    "---8-------8----": 963,
    "---9": 964,
    "---9----------------------------------------------------": 965,
    "---9----9-----7-": 966,
    "---9---9---9---9---7---7---7---7---7---7---7---7---4---4---5---5-": 967,
    "---9--9----": 968,
    "---9--9---9-": 969,
    "---9-7---7h9--": 970,
    "---m----": 971,
    "---onur": 972,
    "---p--h--p--h--p--h--p--h--p": 973,
    "---solo---": 974,
    "---x--": 975,
    "--.........": 976,
    "--.._..--": 977,
    "--0--": 978,
    "--0----------": 979,
    "--0--------------": 980,
    "--0---------------": 981,
    "--0----------------": 982,
    "--0-----------------": 983,
    "--0-----------------------": 984,
    "--0--------------------------": 985,
    "--0--------------3-3--3------": 986,
    "--0--------------3-3--3----3-": 987,
    "--0--------0-----": 988,
    "--0--------3------0---------------0--------3------0------------------------": 989,
    "--0-------0---": 990,
    "--0------0---------0------------0--------0-----0------0-------------": 991,
    "--0------2------3----": 992,
    "--0-----0-------": 993,
    "--0-----5----": 994,
    "--0----0--------2-------3-------": 995,
    "--0---0-0-": 996,
    "--0--0-----": 997,
    "--0--0--0--0---------------": 998,
    "--0--0-0-0-0-0-0-------------": 999,
    "--0-0---0---0----": 1000,
    "--0-0---0-0---0-0---0-0--": 1001,
    "--0-1---0-1-----": 1002,
    "--0-1---1-0-----": 1003,
    "--0-1-3---3-1-0-----0-1-3------": 1004,
    "--0-1-3-1-0----------------------------": 1005,
    "--0-2------2-0-------------------------": 1006,
    "--0-2---3": 1007,
    "--000-0000-000--": 1008,
    "--00000000--": 1009,
    "--0h2--------": 1010,
    "--0h2-0h2--": 1011,
    "--1": 1012,
    "--1--": 1013,
    "--1--------": 1014,
    "--1----------": 1015,
    "--1----------------": 1016,
    "--1--------1------": 1017,
    "--1--------3------": 1018,
    "--1-----3----": 1019,
    "--1-----3--1--0----------": 1020,
    "--1----0----1----2-2--------1----0----1----6-6-4-3-": 1021,
    "--1----1----1----": 1022,
    "--1--1-1--": 1023,
    "--1--1-1---------------4--4-4----------------------": 1024,
    "--10": 1025,
    "--10--------------10--------": 1026,
    "--10---10---8--8--7-7-7--0--": 1027,
    "--10---10---8--8--8-8-8--0--": 1028,
    "--10---10---9--9--7-7-7--0--": 1029,
    "--10--10--10--10--10--": 1030,
    "--11-11-11---11s12-": 1031,
    "--1111----------14----13--------": 1032,
    "--12": 1033,
    "--12------------10------------8-----------7-------------": 1034,
    "--12--11--12-": 1035,
    "--14": 1036,
    "--1414--12------15----14--------": 1037,
    "--15": 1038,
    "--16--": 1039,
    "--2--": 1040,
    "--2---": 1041,
    "--2-----": 1042,
    "--2--------": 1043,
    "--2----------": 1044,
    "--2---------------": 1045,
    "--2----------------": 1046,
    "--2-----------------------": 1047,
    "--2------------2h-3p-2--": 1048,
    "--2-----0----": 1049,
    "--2-----2--": 1050,
    "--2-----2----": 1051,
    "--2----2----": 1052,
    "--2----2----2----": 1053,
    "--2----2----2----2----": 1054,
    "--2----x--x-------------": 1055,
    "--2---2--------2p0-": 1056,
    "--2---2---2---2": 1057,
    "--2---x--x-----------": 1058,
    "--2--2": 1059,
    "--2--2-----": 1060,
    "--2--2--2-----------4--4-": 1061,
    "--2--2--2--3--3--3--4--4-": 1062,
    "--2--2--2--5--5--5--4--4-": 1063,
    "--2--3--5-5-5-5-5-5-5-5-5-5-5-5-5-5---": 1064,
    "--2--4--": 1065,
    "--2--x--x-----------": 1066,
    "--2-2-2-2-2-2-2-2-2---5-5-5-5-5-5-5-5-5-5------------": 1067,
    "--2-2-2-2-2-2-2-2-2-2-2-2-----------": 1068,
    "--2-3--2--0-----2--0-0--0-0-0--0--0-----": 1069,
    "--2-3-2-5-2-3-2-5--": 1070,
    "--222-2222-222--": 1071,
    "--22222222--": 1072,
    "--22b24--------------": 1073,
    "--3": 1074,
    "--3--": 1075,
    "--3---": 1076,
    "--3-----": 1077,
    "--3-------": 1078,
    "--3--------": 1079,
    "--3----------": 1080,
    "--3-----------": 1081,
    "--3------------": 1082,
    "--3-------------": 1083,
    "--3--------------": 1084,
    "--3----------------": 1085,
    "--3-----------3-1-1-3-------3-1-0-": 1086,
    "--3-----0--------": 1087,
    "--3-----2----": 1088,
    "--3-----3--0-": 1089,
    "--3----2----3----4-4--------3----2----3----8-8-6-5-": 1090,
    "--3----3----": 1091,
    "--3----3----3----": 1092,
    "--3---3---3----3-1-0-1-3----": 1093,
    "--3---3-3-3-3--5-7---7-7-7--5--5----------": 1094,
    "--3--3": 1095,
    "--3--3-----": 1096,
    "--3--3--------0--": 1097,
    "--3--3--3--3--": 1098,
    "--3--3-3-": 1099,
    "--3--3-3------1--1-----6--6-6-------4--4-----------": 1100,
    "--3--3-3------3--3-----6--6-6-------6--6-----------": 1101,
    "--3-0-3-0-3----3-1-0--------": 1102,
    "--3-1-3----": 1103,
    "--3-1-3-1-": 1104,
    "--3-2--2----------": 1105,
    "--3-3-----1-1-1-1--0-0-": 1106,
    "--3-3-3-": 1107,
    "--3-3-3--3------3------3--3-3-": 1108,
    "--3-3-3--3-----3----7----": 1109,
    "--3-3-3--3-----3----8----": 1110,
    "--333-3333-333--": 1111,
    "--333-3x-333-x33------333-3x-333--": 1112,
    "--33333333--": 1113,
    "--4": 1114,
    "--4--": 1115,
    "--4------": 1116,
    "--4-------": 1117,
    "--4--------": 1118,
    "--4-------4-4--": 1119,
    "--4-----4-------": 1120,
    "--4-----4-----4-": 1121,
    "--4-----4-4-4-4--": 1122,
    "--4----4----": 1123,
    "--4----4-4-4-4--": 1124,
    "--4----x--x--4----3--2--": 1125,
    "--4---4---.": 1126,
    "--4---4---4---4": 1127,
    "--4---4---4---4-": 1128,
    "--4---x--x--4--3--2--": 1129,
    "--4--4": 1130,
    "--4--4-----": 1131,
    "--4--4--4------------": 1132,
    "--4--5--5--5--5----": 1133,
    "--4--5--5--5--5--5--4--4-": 1134,
    "--4--5--7-7-7-7-7-7-7-7-7-7-7-7-7-7---": 1135,
    "--4--5--7-7-7-7-7-7-7-7-7-7-7-7-7-7----": 1136,
    "--4--x--x--4--3--2--": 1137,
    "--4-1--4-1-2h4p2-": 1138,
    "--4-4---5": 1139,
    "--4-4-4--4------4------4--4-4-": 1140,
    "--4-4-4--4-----4----7----": 1141,
    "--4-5-4-7-4-5-4-7--": 1142,
    "--4-7-------7---": 1143,
    "--5": 1144,
    "--5--": 1145,
    "--5------": 1146,
    "--5-------": 1147,
    "--5----------------": 1148,
    "--5------------------------": 1149,
    "--5--------------5--7-7---0--": 1150,
    "--5--------------7p5---5-------": 1151,
    "--5-----3-----": 1152,
    "--5----5----": 1153,
    "--5----5-5--": 1154,
    "--5----5-5-5----": 1155,
    "--5---5-------5-5-x-x-5---x--": 1156,
    "--5---5-------5-5-x-x-5-5---": 1157,
    "--5---5------5----5----": 1158,
    "--5---5------5---5-5-----": 1159,
    "--5---5---5------------": 1160,
    "--5---5---5-5---------------": 1161,
    "--5---5---5-5-----5-5-----5--": 1162,
    "--5---5-5----5---x-5--0--": 1163,
    "--5--3--1----": 1164,
    "--5--5-----": 1165,
    "--5--5--5------------": 1166,
    "--5--5--5--5--": 1167,
    "--5--5--6--------6--5--": 1168,
    "--5--5--6--------6--5----": 1169,
    "--5--5-5------5----5----": 1170,
    "--5--5-5---5------------": 1171,
    "--5-5--5-5------5-5---5------": 1172,
    "--5-5--5-5-----5-5----5-5----": 1173,
    "--5-5-5--5--5--5---------": 1174,
    "--5-5-5--5--5-5-5--5-5-5--5-5-": 1175,
    "--5-5-5-6-5-5-5-6-5--": 1176,
    "--5h6--6-6------6-6---6--0-0-": 1177,
    "--5h6--6-6-----6-6h5--6-6h5--": 1178,
    "--5h7--7-7--5--7-7h5--7-7h5--": 1179,
    "--5h7--7-7--7-7-7-7---7--0-0-": 1180,
    "--6": 1181,
    "--6--": 1182,
    "--6----------------": 1183,
    "--6-----------------------": 1184,
    "--6----6----": 1185,
    "--6---6-------6-6-x-x-6-6---": 1186,
    "--6---6-------6-6-x-x-6-6-x--": 1187,
    "--6---6------6----6----": 1188,
    "--6---6-6----6---6-6--0--": 1189,
    "--6--5--3---1": 1190,
    "--6--5--5": 1191,
    "--6--5--5-----": 1192,
    "--6--6-6------6----6----": 1193,
    "--6--8--6--5--6-----5--6--": 1194,
    "--7": 1195,
    "--7--": 1196,
    "--7-----": 1197,
    "--7------": 1198,
    "--7-------": 1199,
    "--7----------------": 1200,
    "--7--------7--5--4--5----": 1201,
    "--7-------7---": 1202,
    "--7------7----------------7------10--10-------10----": 1203,
    "--7------7---7---------7--7-------8--10-------------": 1204,
    "--7-----7-----7-": 1205,
    "--7----7----------------7-5-4-2-0------------------------------": 1206,
    "--7----7----9-------7---------7--": 1207,
    "--7----9--9--------------": 1208,
    "--7---7-------7-7-x-x-7-7---": 1209,
    "--7---7-------7-7-x-x-7-7-x--": 1210,
    "--7---7------7----7----": 1211,
    "--7---7---7--7----7----": 1212,
    "--7---7---7-7-7-7-x-x-7-7---": 1213,
    "--7---7---7-7-7-7-x-x-7-7-x--": 1214,
    "--7---7-7----7---7-7--0--": 1215,
    "--7--5--3-": 1216,
    "--7--7-----": 1217,
    "--7--7---7------7----7----7----------11-----------": 1218,
    "--7--7--12--10--12--12-12-12--10--8--7--8-": 1219,
    "--7--7-7------7----7----": 1220,
    "--7-7---7-7-7-": 1221,
    "--77": 1222,
    "--8--7--5-": 1223,
    "--8-8-8-7--5--4---7--5-5---5-5-5--5--5----": 1224,
    "--9": 1225,
    "--9--9--9-----9s10-": 1226,
    "--9--9--9--7--7--7--5--5--5--4--4--4--": 1227,
    "--9-10-9-7---7": 1228,
    "--9-9----9-9-9-9--x-x--": 1229,
    "--9-9---9-9-9-": 1230,
    "--i": 1231,
    "--measures--": 1232,
    "--nakarat--": 1233,
    "--x": 1234,
    "--x-x-------": 1235,
    "--x-x--2--4-": 1236,
    "-.": 1237,
    "-0": 1238,
    "-0-": 1239,
    "-0-------": 1240,
    "-0---------": 1241,
    "-0----------": 1242,
    "-0-----------": 1243,
    "-0-------------": 1244,
    "-0-------------------": 1245,
    "-0-----------------------": 1246,
    "-0------------------------": 1247,
    "-0-----------------------------": 1248,
    "-0----------------------------------": 1249,
    "-0-----------------------------------": 1250,
    "-0--------------------------------------------------": 1251,
    "-0---------------------------------------------------------------": 1252,
    "-0-------------------------------------------------------0--h2---": 1253,
    "-0-------------------------------0-------------------------------": 1254,
    "-0---------------0---------------2---------------3---------------": 1255,
    "-0-------0-----": 1256,
    "-0-------0---------------0---------------0---------------0-------": 1257,
    "-0-------3-2----0-----3----------0-------3-2----0-3-2-0-2-3-0--------------": 1258,
    "-0-----0-------------2---------0------0-------------2------": 1259,
    "-0-----0-2-----2-": 1260,
    "-0-----2-------------0---------0------2-------------0------": 1261,
    "-0----3-2-0-2-0----8--8-8-8--7--7-7-7-": 1262,
    "-0---0---0-----": 1263,
    "-0---0-0--0-0----0---0-0-0-0-0--------3-0---0----1-1-1-1--0--": 1264,
    "-0---0-0--0-0----3---3-3-3-3-3----2--------------3-3-3-3--2--": 1265,
    "-0--0--0--0-------------": 1266,
    "-0--0--0--0--------7--6-": 1267,
    "-0--0--0--0--0--0--0--0-": 1268,
    "-0--0--1--0--3--5-": 1269,
    "-0--0000-0-------": 1270,
    "-0--0000-0-0000--": 1271,
    "-0-0---0-0---0-0": 1272,
    "-0-0-0-0-": 1273,
    "-0-0-0-0---------": 1274,
    "-0-0-0-0-0-0-----0-0-0-0-0-0------0-0-0-0-0-0-----0-0-0-0-0-0------": 1275,
    "-0-0-0-0-0-0----0-0-0-0-0-0----0-0-0-0-0-0----0-0-0-0-0-0------": 1276,
    "-0-0-0-0-0-0---0-0-0-0-0-0---0-0-0----": 1277,
    "-0-0-0-0-0-0-0--0-0-0-0-0-0-0----------------------------------": 1278,
    "-0-0-0-0-0-0-0--0-0-0-0-0-0-0--0-0-0-0--": 1279,
    "-0-0-0-0-0-0-0--0-0-0-0-0-0-0--0-0-0-0-0-0--": 1280,
    "-0-0-0-0-0-0-0-0-": 1281,
    "-0-0-0-0-3-0-0---0-0-0--------": 1282,
    "-0-1---0-1---0-1-": 1283,
    "-0-1-3-1-0------": 1284,
    "-0-2": 1285,
    "-0-2-2-0-2-0-2-3": 1286,
    "-0-2-3-2-5-0-2-3---------0-2-3-2-5-0-------------": 1287,
    "-0-4-0---------------------------------------------": 1288,
    "-0-4-5-7-7-5----------------": 1289,
    "-0-7-5-3-2-3-5-3-2-0-0-7-5-3-2-3-5-": 1290,
    "-047-----047-----": 1291,
    "-047-047-047-047-": 1292,
    "-058-058-058-058-": 1293,
    "-1----------": 1294,
    "-1-------------------------------1-------------------------------": 1295,
    "-1---------------1---------------2---------------4---------------": 1296,
    "-1------------0-": 1297,
    "-1-----------1---1---1-------1-": 1298,
    "-1----------3---------": 1299,
    "-1---1---": 1300,
    "-1---1---1---1----": 1301,
    "-1---1-1--0-1----1---3-3-1-0-1--------0-0-3-3----1-1-1-1--0--": 1302,
    "-1--1-------": 1303,
    "-1--1--3--1--0": 1304,
    "-1--1-1-": 1305,
    "-1--1-1------": 1306,
    "-1--3--3---": 1307,
    "-1--3--3-------": 1308,
    "-1--3-3-----": 1309,
    "-1-0--0----": 1310,
    "-1-0--0-------------------": 1311,
    "-1-0--0-------------------------": 1312,
    "-1-0--0--------------------------": 1313,
    "-1-0--0-----1-3-1-": 1314,
    "-1-1-1-1-": 1315,
    "-1-1-1-1-x-x-x-3-3-x-x-x-x-x-3-3--3-3-3-3-x-x-x-3-3-x-x-x-x-x-3-3": 1316,
    "-10": 1317,
    "-10---------": 1318,
    "-10----------": 1319,
    "-10-----------------------": 1320,
    "-10-----------------------------": 1321,
    "-10--------------------------------------------------": 1322,
    "-10----------12-": 1323,
    "-10-----7": 1324,
    "-10-10-10-4-4-": 1325,
    "-10-12-----12-12-": 1326,
    "-11-----": 1327,
    "-11-----10-----": 1328,
